[
  {
    "title": "Anupam Sweets",
    "address": "Address: Amartex Rd, Sector 11, Panchkula, Haryana 134109",
    "items": [
      {
        "author_name": "Tilak Kalsotra",
        "review": "Anupam Sweets, located in Sector 11, Panchkula.The ambiance of Anupam Sweets is incredibly inviting, creating a warm and welcoming atmosphere for patrons. The focus on hygiene is evident with meticulously cleaned premises and a well-maintained seating plan on the ground & first floor. The ground floor offers a delightful array of sweets, snacks, gift packs, and cakes for customers to choose from.For those seeking a more immersive dining experience. The restaurant on the first floor serves up delicious food that is sure to satisfy even the most discerning palates.Anupam Sweets is accommodating when it comes to payment options : accepting UPI payments, debit/credit cards and cash. The staff is well-behaved, adding to the overall positive experience for visitors. Convenient parking facilities are available, ensuring a hassle-free arrival and clean washrooms are accessible to patrons.All in All....My visit to Anupam Sweets was a delightful experience.Thanks to its welcoming ambiance, hygienic environment, delicious food and the convenience of varied payment options, made it a memorable outing."
      },
      {
        "author_name": "LOOK MASTERS",
        "review": "Centrally located in the Market of Sector 11 in Panchkula Anupam Sweets is a very good sweets shop , cake and pastry shop and restaurant all in one location & spread over two floors with the restaurant being on the first floor and the sweets and cake and pastry shop  on the ground floor . The restaurant serves all vegetarian Indian , Chinese , South Indian and continental dishes . Also Gol gappa, papri chaat , dahi bhalla , paneer naan with gravy etc are a must have . The service staff is courteous and the kitchen staff too is quick in its preparations . It has a in house lift for client convenience.Vegetarian options: Great options &  good variety .Parking: Free parking and spacious parking available .Kid-friendliness: Pretty kids friendly ."
      },
      {
        "author_name": "Arshia Sharma",
        "review": "One of the renowned places in Panchkula. It's famous for its sweets. Have visited this place many times but this time found the dining area renovated. They serve good and hygienic food. Pav bhaji and Channa bhatura are a must try. The staff was also very welcoming and polite."
      },
      {
        "author_name": "Nitin chaudhry",
        "review": "Anupam Sweets, on 31st Dec i was looking for a dining place with my family and decided to go to sindhi sweets nearby but there was waiting of 25 min. This made us to visit Anupam sweets and we were not disappointed. In fact Anupam was better than Sindhi sweets. We all enjoyed the food, there service, low prices, and atmosphere.Vegetarian options: Southand north indian dishes.Parking: Dont worry about parking its plenty and free."
      },
      {
        "author_name": "GAURAV AGNIHOTRI",
        "review": "Just order special thali veg pulao is yak….. seasonal Vegitable is pathetic only paneer can be eaten dal handi is worst dal I have ever had ……."
      },
      {
        "author_name": "Pooja Aggarwal",
        "review": "One of the best place to satisfy your hungry tummy… Here, the food is hygienic tasty and service is also good. I had visited there many times and really love the food. The pav bhaji, spring roll - i love these snacks of Anupam Sweets. My mumma loves masala dosa here. Well you will find parking issue sometimes in sector 11 market. But its worth visiting. Its also famous for sweets and have delicious sweets"
      },
      {
        "author_name": "Mohit Hambiria",
        "review": "Visited Anupam for the first time. Liked the food and the ambience. More of a family place and pure vegetarian. Heard that it has been renovated.We ordered Manchurian with gravy, Veg noodles, sweet lime soda, samosa, spring roll and Tikki with curd. The food quality was good, menu was little limited and the food was with less salt as well.Overall it was a nice experience."
      },
      {
        "author_name": "Aradhna Gupta",
        "review": "Desi Ghee Baalushahi is just out of the world 👌🏼\nBut their restaurant ain’t that good. It has become a routine that their food will be unhygienic. On a recent visit, found fair in food"
      },
      {
        "author_name": "Arvind Kumar",
        "review": "Food was good but waiters did not seem cordial. Every time we asked them to bring some extra chapatis, salad, butter etc; they were like “Sir extra lagega.”\nAre bhai humein bhi pata hai extra lagta hai."
      },
      {
        "author_name": "Authentic Xplorer",
        "review": "Best sweets shop in Tricity . Almost every sweet and bakery item is yummy"
      },
      {
        "author_name": "Aarti Kapoor",
        "review": "Tasty preparations.  Good for families. Chaat items are tasty.  Kulfi Faluda and Gulab Jamun as desserts were yummy.Again visited on 26.7.23.  Had Chole Bhature, Veg Seekh Kabab and Gulab jamun.  Everything was well prepared and tasty.  Enjoyed the food."
      },
      {
        "author_name": "Gary Sakachu",
        "review": "Their food variety & quality is unequivocally amazing ,at one point one feels quite confused with what really to buy cause everything looks top notch, albeit, their staff ,cashiers can enhance the experience but sadly they're just too arrogant or rather callous when comes to customer satisfaction! It's like they know customers will rush in no matter what so whats the point of a friendly approach!!As such I try to avoid such places where the basic respect for a customer is missing!!"
      },
      {
        "author_name": "Sushant Shukla",
        "review": "This is the perfect #restaurant for celebrating birthday parties and kitty parties. Services provided are very fast. The place is neat and clean. And the food they serve is just #delicious. Prices are also very reasonable. Perfect family place. Staff is also very polite and gentle. Must try their GolGappe #AnupamSweets"
      },
      {
        "author_name": "Shulank Oberoi",
        "review": "Very nice restaurant and good quality food. Moreover their service is also very fast. The restaurant is situated on the first floor. The food was delicious. The staff is also good and cooperative."
      },
      {
        "author_name": "Chhavi Garg",
        "review": "We use to visit them  but with time staff food quality all dropped .\n\nWould not recommend this place anymore. If anybody wants taste the experience at your own risk."
      },
      {
        "author_name": "Renu Saini",
        "review": "Delicious food 😋 never forget the taste of fried rice Manchurian,dosa"
      },
      {
        "author_name": "N B",
        "review": "Mediocre place serving mediocre food in my opinion.  Ordered idli which were cold and hard and when complained told me to dip it in the hot sambar - absolutely ridiculous.  They tell you how to eat your food!  Did like the seating area as was spacious but the toilets and hand wash basin were sub standard tbh.  Will not go again!"
      },
      {
        "author_name": "Blockbusters 9",
        "review": "Service is normal outlet interior is very good food is also average"
      },
      {
        "author_name": "Ranjan Agarwal",
        "review": "Worst place, worst quality of food.See the pic of tandoori platter..worst I hv ever tasted. Also rava masala dosa cold n without salt. Dal makhni very bad taste. Aloo tikki not hot neither crispi.I wasted my evening today. Will never go again."
      },
      {
        "author_name": "yadwendra mishra",
        "review": "Tasty and delicious food .Unki Preparation .Neet and clean"
      },
      {
        "author_name": "Rakesh Kumar (Mike)",
        "review": "One of the best and peaceful place to have visit with family in panchkula. At ground floor you have an option to buy sweets and bakery products. At first floor a proper dining. Yes, you have to wait there for your turn, but at the end you will find your wait is worth.Descent and humble staff. Overall must visit with family place."
      },
      {
        "author_name": "Vandana Dabby",
        "review": "it was my bad experiance no doubt the food was gud but tha service was totally poor the staff wasnt trained they din’t even know about their menu they dont focus on guests"
      },
      {
        "author_name": "surender singh",
        "review": "Behavior of waiters is not good they serve what they like, no response for complaint raised. This what they served as crispy corns"
      },
      {
        "author_name": "TANVI AGRAWAL",
        "review": "The food was of ok ok quality. We ordered pao bhaji and Chola bhatura. Pao bhaji was of ok taste but Chola bhatura was very bad in taste. There was no cleanliness in the restaurant. Flies were all over in the sitting area"
      },
      {
        "author_name": "dr rajesh sharma",
        "review": "Very beautiful eateryEvery kind of sweet, fast food, cakes ,pastry puddings available thereMy favourite is kachori which is fresh and khastaAll type of dry fruits packingCoffe, tea and lassi was also thereNeat and cleanSupported and mannered staff"
      },
      {
        "author_name": "Veshal Garg",
        "review": "The most I'll mannered and slow staff I have come across anywhere. Had no courtesy towards the customers rather higher the staff more ill behaved he is. Is not Recommended at all"
      },
      {
        "author_name": "shivani koundal",
        "review": "This place has many options for delicious south indian food and other items as well. They also have lots of bakery items like: cookies, biscuits, dry cakes, sweets, fruit sweets, mathi, etc.\nI tried their bakharwadhi and it tastes so yumm."
      },
      {
        "author_name": "Simple Boy",
        "review": "Sec 11 pkl .This is among the oldest sweet shop in the city probabily  35 year old or more.It is best price shop in its category of elite class and trained staff with absolute cleaniness.Shop has some polite waiters in there restaurant  section aged around 60 years even  working  there since 20 year to 35 years which is quite  interesting.This is pure vegetarian  shop."
      },
      {
        "author_name": "Shitij Sharma (Philip Greenberg)",
        "review": "The food is not that great now. The restaurant used to be one of the best places to dine in, however it is no longer a case. One should I xplore more options before stepping in"
      },
      {
        "author_name": "Ridhi Nayyar",
        "review": "One of the famous restaurants in Panchkula ! There is a lot of rush on occasions! Also the food quality is very good! Bakery items are fantabulous and Chinese is too good! Must visit!"
      },
      {
        "author_name": "Preet Sahota",
        "review": "Staff  no manner talking using an language wrong wording use\nDon't take an action.    Please disclose the warning only\nPlease mantane decorum.  Food and environment all over good"
      },
      {
        "author_name": "Sandeep Gupta",
        "review": "Anupam Sweets is quite very old name in Panchkula. In Past, whenever anyone want to have some sweets everyone recommends Anupam Sweets. It was always knows for its quality. But now things are much changed now The quality of food, sweets and snacks re very much degraded. Now much people started preferring other sweet shop now. In last 6 months, I have tried snacks as well as sweets but the quality is not up to mark. In sweets the quantity of sugar has very much increased. In snacks, the quality is very degraded and started to cook much spicy.I think owner started to focus more on business then the quality of food. I will they will improve soon and serve better food to the people."
      },
      {
        "author_name": "Kuldeep Arora",
        "review": "Indian vegetarian restaurant not serving Indian Masala Tea instead giving tea bag dip tea. Shame Shame.\nSamosa also no taste of masala."
      },
      {
        "author_name": "Nancy verma",
        "review": "Tasty cuisine\nNyc place\nInterior is also really attractive 😍"
      },
      {
        "author_name": "raj rana",
        "review": "Great ambience with reasonable price, a good place for spending time with family and friends"
      },
      {
        "author_name": "lucky",
        "review": "This shop is the best sweet shop in tricity. A little expensive for sure but in terms of quality and taste i found Anupam sweets as the best. Plus they got the best Apple pie in town there are just incredible."
      },
      {
        "author_name": "Vaman Sawhney",
        "review": "I am very precisely sharing my experience, The 2 stars here are for the sweets which are sold in anupam.. They are not doubt good..! But the restaurant and their staff is wierd also the food is not so good.. I ordered for one plate bhatoora chana they brought 2 .. I ordered for extra pav for pav bhaji they brought extra bhatoora.. I ordered paneer pakode and they are serving it without chutney can you imagine? These guys have chaat counter! and they cant serve chutneys! i asked for chutneys with chana bhatoora they refused..But when i asked chutneys for paneer pakoda they then said ya okay we will bring it then also they are giving only brown chutney and saying you asked for only sweet one! ( Which was their assumption).. I asked for both the chutneys..Lastly the paneer pakoda was not at all fresh and my whole family has suffered from indigestion..Also they didn't served chilled mojitos..Their service is really very badly managed.. I think they should give a proper training to their staff..Also i didn't liked the way they have managed their counters it becomes really confusing for a person visiting first time in their outlet... They should atleast put some labels near their counters ,for example Billing section , bakery section , reception etc..I experienced a lot of flaws and would hope that they could improve that.. Otherwise there is a good opportunity for their restaurant section atleast!..I would never try this place again for food atleast.."
      },
      {
        "author_name": "Ankit Kumar",
        "review": "The place was nice but the location is kinda hideous, the food was tasty too. You must try the Chilli Paneer, it is very tasty."
      },
      {
        "author_name": "Ricky Harerri",
        "review": "Always love to visit there. The quality of there foods are extremely extra ordinary."
      },
      {
        "author_name": "Rajpal Singh",
        "review": ""
      }
    ]
  }
]