[
  {
    "title": "",
    "address": "Address: SCO 4, near 24seven, Sector 11, Panchkula, Haryana 134109",
    "items": [
      {
        "author_name": "Kundan Powar",
        "review": "Visited the place with family friends to savour the south Indian dishes which we were told was best in the town.The entire experience was awesome. The food, the ambiance and the service. All was top class.We not only enjoyed Dosa, but also chole-bhature and ice creams.Highly recommend."
      },
      {
        "author_name": "Vaibhav",
        "review": "We went there for a friend's bday. The food was so delicious. Must try their honey chilli potato and manchurian & noodles. The drinks were good too, we got fresh lime and badaam milk. The staff was very polite amd provided top notch service. Overall, we had an amazing experience."
      },
      {
        "author_name": "LOOK MASTERS",
        "review": "Sindhi Sweets in sector 11 in Panchkula is very well located. It has a good variety of sweets aka mithai , bakery items , confectionery, Street food like gol gappa , papri chaat , bhel puris etc . Also it has a restaurant serving an  all vegetarian menu having indian , Chinese & continental menu having both starters and main course . Also has a good range of desserts and beverages . The interiors are well done , bright lit and elegant. The service staff is well mannered and efficient and the kitchen staff too is fast in their preparations and the dishes are well presented and well portioned.Vegetarian options: All vegetarian menu is available.Parking: Good parking space available in front of this business.Kid-friendliness: Pretty kids friendly place."
      },
      {
        "author_name": "Tripta Negi",
        "review": "Me and my sister visited there for some snacking.We were out for shopping and after that we wanted to eat something yummy and not so heavy, so we decided to explore newly opened Sindhi Sweets at Sector 11.We tried their Rasmalai, Red velvet pastry, gajar ka halwa, veg puff and Bhalla papdi chaat.Everything looked nice and was served well.The seating area near chaat counter is where we sat. The restaurant looks nice and felt okay, but this seating near the chaat counter felt a bit dark. (Not lit enough)Out of all the things I tried, Gajar ka halwa and Veg puff tasted the best.Rasmalai had a flavour of milk powder/ condensed milk or custard mix.Red velvet wasn’t very fresh, it tasted okay.The chaat was also okay-ish taste wise.Gajar ka halwa on the other hand was really good and perfectly sweet. Veg puff also was flaky and tasted good.We had a nice experience altogether.They have large variety of cookies, gift packs and of course sweets, which look and taste good. :)"
      },
      {
        "author_name": "Vs O",
        "review": "Conveniently located in the sector 11 market, but parking can be a challenge here.Sindhi Sweets is a treat for people with a sweet tooth. Tried the rasmalai which was above average, though the serving size was decent. I only wish the syrup was little thicker and sweeter. The flavor at the Elante mall shop is far better!The gulab jamun was big and yumm and the rabdi was good.The service was quick and the people behind the counter are polite and helpful.The shop offers a huge variety of delicacies to choose from.Overall the place is great to satisfy your taste buds."
      },
      {
        "author_name": "ruchika kashyap",
        "review": "Sindhi sweets offers good variety in vegetarian options.Ordered their hyped chane bhature but didn't like it. Paani golgappa was also a disappointing dish here. Although chaats and sweets are much recommended here as they offer freshly prepared motichoor Desi ghee laddoos.Ambience is great.It mostly has heavy rush on weekends.Suggestion - They should add some more combo/ platter food options in their menu.Vegetarian options: This restaurant is pure vegetarian and offers large variety of veg options."
      },
      {
        "author_name": "Tilak Kalsotra",
        "review": "Sindhi Sweets -Sector-11, Panchkula. Serving the city since 1976, offers a delightful experience:Welcoming Ambience:Step into a warm and inviting atmosphere.Hygiene Excellence:Experience a spotless environment with no hygiene concerns.Delicious Vegetarian Cuisine:Indulge in a delectable array of vegetarian dishes.Varied Menu:Explore a diverse menu featuring ice creams, gift packs, dry fruits, sweets, snacks, and flowers bouquets.Party Gifting Solutions:Find everything you need for gifting at parties, from sweets to food items.Impeccable Cleanliness:Rest assured with well-maintained washrooms.Convenient Payment Options:Enjoy the ease of UPI payments and debit/credit card transactions.Courteous Staff:Interact with a friendly and well-behaved team.Online Ordering:For convenience, Sindhi Sweets is also available on Zomato and Swiggy for online orders.Overall, a delightful experience awaits yoVegetarian options: It is veg restaurant.Kid-friendliness: Lot of space available"
      },
      {
        "author_name": "Akhil Shukla",
        "review": "Surprisingly the food was horrible when we dined for breakfast last Saturday.The so hyped Chole Bhature were super disappointing, rather the aloo ki sabji given along was better than Chole itself.We had ordered Masala Dosa, Rava Paneer dosa - insane.Who adds coriander leaves in masala dosa - needs good training there. We were group of 10 and none of us could finish individual dishes that were ordered.The great thing was Sweet lassi which we liked and above expectation. But guys your food quality has gone down so bad that we won’t dine ever there. I’m shocked to still think of so worse Chole Bhature.. ideally that must be your signature item on the menu. And when I’m writing this, trust that I’m a food connoisseur and know versatility of food. Your production team needs a real hard work.Service was good and appreciation to them.Genuine feedback by a hotelier."
      },
      {
        "author_name": "Honey Aggarwal",
        "review": "The food was good..nice place to be there with family and friends... sindhi's special channa bhatura and 😋 🍬 🍫 With a welcoming ambiance and attentive staff, you'll feel right at home. The sweets are perfect combination of flavors and textures. The generous portion size ensures a satisfying quality, Don't miss this delicious experience in sidhi sweets 😋"
      },
      {
        "author_name": "Sushant Shukla",
        "review": "Great place to eat. I really loved this place. The staffs are great and food is very tasty.   one of the most hygienic place for your street food and sweet tooth cravings in Tricity.I love all the braches of Sindhi Sweets due to their services and delicious food.Must try dishes and my personal favorites are1.Chole Bhature2.Pani Puri and Dhai puri3. Cake4. Noodles5.Pav bhaji6. Kaju Katli7. Fresh LadduAnd ofcourse u can pick any sweet or Namkeen and they are the best.I have also tried their grill sandwiches, cake and they all taste amazing. Cheers For #SindhiSweetsTeam sector 11 Panchkula."
      },
      {
        "author_name": "Shiv Kumar",
        "review": "The experience of eating here is worth appreciating. Food served is quite good as it tastes well and the presentation is also nice. The place is generally crowded as a lot of people prefer having their meals here so it takes a bit of time usually to get the order delivered but the time taken is worth the wait. Menu is effective on prices."
      },
      {
        "author_name": "chakshu wadhwa",
        "review": "The food was overpriced as the price and quantity were not proportionateThe chaat and desert were comparitively still really niceThe service and atmosphere was decent as well"
      },
      {
        "author_name": "Varsha Yadav",
        "review": "Place beautiful but lighting is dim so if u r a dim light lover u can go here, food is average some stuff is gud some is nt tht gud but I still love Anupam sweets more than sindhi sweets. Parking space is available it's near or on the road u can dine or take away easily."
      },
      {
        "author_name": "Raj Kat",
        "review": "Ordered chana bhatura and rajkachori. Quality was not good as it used to be...as I visited so many times before.\nChana kulcha aalo sabzi was like in Puri aalo plate. Chana taste was also flat.\nRajkachori shell was hard and dry. Hope the manager will check it."
      },
      {
        "author_name": "Raveena Khanna",
        "review": "Recently I visited SINDHI SWEETS, which is located in sector 11, Panchkula. I was really excited to taste amazing food.So I tried their Chana Bhature - which was super delicious. Then I tried their Raj Kachori, which was full of yumminess. Then we ordered mango lassi and vada.Mango lassi was really yumm.I didn't like the taste of Vada as Vada's flavor was just filled with black pepper only. So BIG NO to their Vada. But I will definitely gonna try their more food.Chana Bhatura  5⭐⭐⭐⭐⭐ (Must try)Raj Kachori  5⭐⭐⭐⭐⭐Mango Lassi  4.5⭐⭐⭐⭐Vada 1⭐Quality and quantity of food - Really Good.Gret staff and Service was excellent.Beautiful and fancy Ambience. Highly recommended.Overall great experience 👍 see you soon."
      },
      {
        "author_name": "Geeta Chatrath",
        "review": "No one can beat the quality of sweets of Sindhi Sweets. Firstly,we ordered paneer masala dosa...it wasn't crisp .... therefore, quality can be improved. Secondly, amritsari stuffed  kulcha was not crisp in the manner it should actually be. Quantity of channa should  be increased."
      },
      {
        "author_name": "Yash Preet",
        "review": "I asked a staff member about washroom and he directed me towards it very politely. I've never eaten here before but atmosphere is really good."
      },
      {
        "author_name": "vanshika dogra",
        "review": "Sindhi sweets is one the finest family restaurant . They serving quality and delicious food for ages . They recently opened up in Panchkula.This outlet is one of the biggest sweets shop in town ."
      },
      {
        "author_name": "Richa Nasa",
        "review": "Nice restaurant for food.Tasty and fresh food.Not very expensive.Chana bhatura veg thali and falooda kulfi are my favourite here."
      },
      {
        "author_name": "Aditya Singla",
        "review": "Another great dining experience with sindhi, in a relatively new outlet! Food was good but you need to wait for a table! Service is on slower side as compared to other outlets! Good for once in time!"
      },
      {
        "author_name": "Ether Tech",
        "review": "Best place for corporate dining.we have been bringing our clients for dinner and lunch ...Excellent staff..Nareshji leaves no stone unturned in serving our clients..very happy with experience....!!! Good food good staff"
      },
      {
        "author_name": "Sam S",
        "review": "For people like me coming from the US, this is a treat. Although we get all Indian snacks in the US, the quality and taste here is so different and good.\nComfort food."
      },
      {
        "author_name": "Jagdeep Garg",
        "review": "Food is awesome and I recommend it for tasy food items , atmosphere is also good, what I noticed or you can say dont like is suddenly a big rat ran from the main kitchen to directly our table, which I think they should take care for hygenic part.Two times waiters dropped the plates kept on the counter.So on some points they nees improvements otherwise food is must try."
      },
      {
        "author_name": "RAMAN NARULA",
        "review": "Very Nice ExperienceClean, Very Nice sitting areaFood was well madeNot too spicy as you mostly expect when eating outside 😜Service was fast and courteousPricing genuineOnly reason I am giving 4starts for food is to motivate them to brainstorm and make it even better."
      },
      {
        "author_name": "Alliance Properties",
        "review": "Pathetic behaviour of Mr Naresh and all the the staff … very bad experience. They just don’t know how to talk … very Rude behaviour"
      },
      {
        "author_name": "Priyanka Sharma",
        "review": "Sindhi sweet as known for sweets.Most delicious  and quality is superb.i love laddo barfi which is awesome.Must try.Enough parking area and sitting and dinning is superb."
      },
      {
        "author_name": "Jatinder Mander",
        "review": "We had such a great dinner followed by our last dish Haka noodles. Extreme raw onions ruined the dish and it's sharpness brought tears to eyes and bitter Onion taste . Reported to Naresh and he was very argumentative and ruined our whole dinner experience. No help. Not coming again"
      },
      {
        "author_name": "Anuradha Dewan",
        "review": "Good food cool atmosphere and quick service. Quality of food is really good"
      },
      {
        "author_name": "Seema Dutta",
        "review": "The ambience is good.. service is a little slow and the menu is good  as per the price but thalis are really not good as per taste. One can go for the Chinese dishes. Those are 😋."
      },
      {
        "author_name": "Surya Kant",
        "review": "We have been coming to Sindhi sweets panchkula since opening.We are always greeted and personally attended by Mr.Naresh ji who always makes sure we have a pleasant and fulfilling experience. We would highly recommend sindhi sweets to all."
      },
      {
        "author_name": "Dayasanti",
        "review": "One of the finest sweet shop chain in north india. They have a great rasgullas other sweets are just fine like others nothing extraordinary. Kachori, pakoras are great too. Golgappa and chat is average. Coming to restaurant section: great dosa, average bhaturas, good manchurian but pathetic noodles. Last time as well i asked specifically that don’t put too much oil but i guess they don’t listen. In overall i will go again for dosa for sure."
      },
      {
        "author_name": "Tanissh Aggarwal",
        "review": "Very bad experience, money value is zero. Went after watching advertisements in newspaper poori with petha and aloo and in actual they are serving chhole instead on petha. It took me 46 minute to get my order that too at last when i asked them i will wait only for 1 minute or i will go then they brought it. Manager, cashier staff was clueless what’s going on. In front of manager after scolding him i asked the new to be customers to not order anything as they are taking so much of time, the manager was not interested in asking them to stay or consoling us to not to do so. Pathetic experience, very bad staff and management is zero."
      },
      {
        "author_name": "Rachit Sharma",
        "review": "A great place to hang out with your friends, colleagues and family. Great food and the best part is that they have even started serving biscuits with this tasty masala tea which gives it an additional taste."
      },
      {
        "author_name": "Ishan Arora",
        "review": "Ordered Chana Bhatura with Pineapple Raita. Chana Bhatura was fine but quantity was too little. Worst experience with Pineapple Raita, it was just Meethi dahi with a Piece of Pineapple piece over it. Also ordered Chilly Garlic Noodles, which was loaded with Oil."
      },
      {
        "author_name": "Shilpa",
        "review": "Sindhis has always been one of my favorites for sweets, quick snacks and dining in once in a while.This Sindhis in Panchkula sector 11 is centrally located. Very well stocked and always great quality products. The restaurant offers a variety of options too.There could be a challenge in finding a parking spot inside the market area; so avoid driving inside if you see too many cars. Better to park along the road if you see other cars parked roadside."
      },
      {
        "author_name": "SURAJ DHIMAN",
        "review": "One of the best places to dine with family… we would like to thank Mr Naresh for excellent hospitality and fine dining experience"
      },
      {
        "author_name": "Partik Singh",
        "review": "This is my 1st experience. In manu there are  many items to eat. And they are very tasty.But in my second time I ordered Dal halwa it's not good as much as I eat before . And also Dhai gol gappe it's like Items are not fresh. They have good sitting area but they are not good in food."
      },
      {
        "author_name": "RAVINA DHAMI",
        "review": "The restaurant has a cozy and inviting atmosphere, and the staff was incredibly friendly and attentive.\nAlso the food was amazing."
      },
      {
        "author_name": "Sapna Sehgal",
        "review": "The food is  good  and great place  and  the  staff is soft- spoken especially shashi paul and especially chana bhatura is very tasty 😋"
      },
      {
        "author_name": "Latika Joshi",
        "review": "Awesome place for family get together. Tasty Food specially some items without onion and garlic. Good Service by staff. Mr. Bavender Parsad (Restaurant Manager) and His staff is welcoming and always with a smile."
      }
    ]
  }
]