[
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUN0ay1LT0RnEAE",
    "contributor_name": "LOOK MASTERS",
    "contributor_id": "118181057709229466986",
    "review": "Centrally located in the Market of Sector 11 in Panchkula Anupam Sweets is a very good sweets shop , cake and pastry shop and restaurant all in one location & spread over two floors with the restaurant being on the first floor and the sweets and cake and pastry shop  on the ground floor . The restaurant serves all vegetarian Indian , Chinese , South Indian and continental dishes . Also Gol gappa, papri chaat , dahi bhalla , paneer naan with gravy etc are a must have . The service staff is courteous and the kitchen staff too is quick in its preparations . It has a in house lift for client convenience.Vegetarian options: Great options &  good variety .Parking: Free parking and spacious parking available .Kid-friendliness: Pretty kids friendly .",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMxbHNPaXZBRRAB",
    "contributor_name": "Tilak Kalsotra",
    "contributor_id": "117859529878522947715",
    "review": "Anupam Sweets, located in Sector 11, Panchkula.The ambiance of Anupam Sweets is incredibly inviting, creating a warm and welcoming atmosphere for patrons. The focus on hygiene is evident with meticulously cleaned premises and a well-maintained seating plan on the ground & first floor. The ground floor offers a delightful array of sweets, snacks, gift packs, and cakes for customers to choose from.For those seeking a more immersive dining experience. The restaurant on the first floor serves up delicious food that is sure to satisfy even the most discerning palates.Anupam Sweets is accommodating when it comes to payment options : accepting UPI payments, debit/credit cards and cash. The staff is well-behaved, adding to the overall positive experience for visitors. Convenient parking facilities are available, ensuring a hassle-free arrival and clean washrooms are accessible to patrons.All in All....My visit to Anupam Sweets was a delightful experience.Thanks to its welcoming ambiance, hygienic environment, delicious food and the convenience of varied payment options, made it a memorable outing.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURGNnNHRUFnEAE",
    "contributor_name": "Arshia Sharma",
    "contributor_id": "112500415114748305786",
    "review": "One of the renowned places in Panchkula. It's famous for its sweets. Have visited this place many times but this time found the dining area renovated. They serve good and hygienic food. Pav bhaji and Channa bhatura are a must try. The staff was also very welcoming and polite.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNOeXFXdFZ3EAE",
    "contributor_name": "Nitin chaudhry",
    "contributor_id": "116922092904341785311",
    "review": "Anupam Sweets, on 31st Dec i was looking for a dining place with my family and decided to go to sindhi sweets nearby but there was waiting of 25 min. This made us to visit Anupam sweets and we were not disappointed. In fact Anupam was better than Sindhi sweets. We all enjoyed the food, there service, low prices, and atmosphere.Vegetarian options: Southand north indian dishes.Parking: Dont worry about parking its plenty and free.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMxMXNibUR3EAE",
    "contributor_name": "GAURAV AGNIHOTRI",
    "contributor_id": "115991277090745979822",
    "review": "Just order special thali veg pulao is yak….. seasonal Vegitable is pathetic only paneer can be eaten dal handi is worst dal I have ever had …….",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQtX2I2N1hnEAE",
    "contributor_name": "Mohit Hambiria",
    "contributor_id": "102349410384085907855",
    "review": "Visited Anupam for the first time. Liked the food and the ambience. More of a family place and pure vegetarian. Heard that it has been renovated.We ordered Manchurian with gravy, Veg noodles, sweet lime soda, samosa, spring roll and Tikki with curd. The food quality was good, menu was little limited and the food was with less salt as well.Overall it was a nice experience.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQ1a3JTSW93RRAB",
    "contributor_name": "Aradhna Gupta",
    "contributor_id": "113112372113580741820",
    "review": "Desi Ghee Baalushahi is just out of the world 👌🏼\nBut their restaurant ain’t that good. It has become a routine that their food will be unhygienic. On a recent visit, found fair in food",
    "rating": 2.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURwdk5fdnZBRRAB",
    "contributor_name": "Arvind Kumar",
    "contributor_id": "111989586536847708614",
    "review": "Food was good but waiters did not seem cordial. Every time we asked them to bring some extra chapatis, salad, butter etc; they were like “Sir extra lagega.”\nAre bhai humein bhi pata hai extra lagta hai.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURwbnF2M0l3EAE",
    "contributor_name": "Pooja Aggarwal",
    "contributor_id": "102440857755132818197",
    "review": "One of the best place to satisfy your hungry tummy… Here, the food is hygienic tasty and service is also good. I had visited there many times and really love the food. The pav bhaji, spring roll - i love these snacks of Anupam Sweets. My mumma loves masala dosa here. Well you will find parking issue sometimes in sector 11 market. But its worth visiting. Its also famous for sweets and have delicious sweets",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR0NXRPMjJBRRAB",
    "contributor_name": "Authentic Xplorer",
    "contributor_id": "102707970463369153638",
    "review": "Best sweets shop in Tricity . Almost every sweet and bakery item is yummy",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURkbWZMZndBRRAB",
    "contributor_name": "Yanny Nao",
    "contributor_id": "108624194582887386019",
    "review": "Most employees are like sarkari naukar, don't care much. There business is flourishing they don't care about you.Few years back a maintenance engineer visited their factory in Industrial area. He described that every surface was so black that you can't see original surface, that many flies were there. God bless the people buy from them.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURRaFAzS1VnEAE",
    "contributor_name": "Aarti Kapoor",
    "contributor_id": "104648779474800657821",
    "review": "Tasty preparations.  Good for families. Chaat items are tasty.  Kulfi Faluda and Gulab Jamun as desserts were yummy.Again visited on 26.7.23.  Had Chole Bhature, Veg Seekh Kabab and Gulab jamun.  Everything was well prepared and tasty.  Enjoyed the food.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURsc2M2RTlBRRAB",
    "contributor_name": "Gary Sakachu",
    "contributor_id": "106893717463322900607",
    "review": "Their food variety & quality is unequivocally amazing ,at one point one feels quite confused with what really to buy cause everything looks top notch, albeit, their staff ,cashiers can enhance the experience but sadly they're just too arrogant or rather callous when comes to customer satisfaction! It's like they know customers will rush in no matter what so whats the point of a friendly approach!!As such I try to avoid such places where the basic respect for a customer is missing!!",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURNOHNDZXBRRRAB",
    "contributor_name": "Sushant Shukla",
    "contributor_id": "107342495446097837964",
    "review": "This is the perfect #restaurant for celebrating birthday parties and kitty parties. Services provided are very fast. The place is neat and clean. And the food they serve is just #delicious. Prices are also very reasonable. Perfect family place. Staff is also very polite and gentle. Must try their GolGappe #AnupamSweets",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQyNHRTekJ3EAE",
    "contributor_name": "Shulank Oberoi",
    "contributor_id": "104971154309376527244",
    "review": "Very nice restaurant and good quality food. Moreover their service is also very fast. The restaurant is situated on the first floor. The food was delicious. The staff is also good and cooperative.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR0OHBpWTZnRRAB",
    "contributor_name": "Chhavi Garg",
    "contributor_id": "105812620779386021091",
    "review": "We use to visit them  but with time staff food quality all dropped .\n\nWould not recommend this place anymore. If anybody wants taste the experience at your own risk.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR4c1lDYlRBEAE",
    "contributor_name": "Renu Saini",
    "contributor_id": "113239357058999228600",
    "review": "Delicious food 😋 never forget the taste of fried rice Manchurian,dosa",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNscnVDejhRRRAB",
    "contributor_name": "N B",
    "contributor_id": "101148191913195332433",
    "review": "Mediocre place serving mediocre food in my opinion.  Ordered idli which were cold and hard and when complained told me to dip it in the hot sambar - absolutely ridiculous.  They tell you how to eat your food!  Did like the seating area as was spacious but the toilets and hand wash basin were sub standard tbh.  Will not go again!",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR4ejc3Tk53EAE",
    "contributor_name": "Blockbusters 9",
    "contributor_id": "112202705441688458532",
    "review": "Service is normal outlet interior is very good food is also average",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR1c0x5anNRRRAB",
    "contributor_name": "Ranjan Agarwal",
    "contributor_id": "117006309059490022561",
    "review": "Worst place, worst quality of food.See the pic of tandoori platter..worst I hv ever tasted. Also rava masala dosa cold n without salt. Dal makhni very bad taste. Aloo tikki not hot neither crispi.I wasted my evening today. Will never go again.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNwLS1uMF93RRAB",
    "contributor_name": "yadwendra mishra",
    "contributor_id": "100490000556980024366",
    "review": "Tasty and delicious food .Unki Preparation .Neet and clean",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMxaXBtamdBRRAB",
    "contributor_name": "Vandana Dabby",
    "contributor_id": "108485557051521016311",
    "review": "it was my bad experiance no doubt the food was gud but tha service was totally poor the staff wasnt trained they din’t even know about their menu they dont focus on guests",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURKM29DRjRnRRAB",
    "contributor_name": "surender singh",
    "contributor_id": "116931387714227450693",
    "review": "Behavior of waiters is not good they serve what they like, no response for complaint raised. This what they served as crispy corns",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURHcmR2ZExBEAE",
    "contributor_name": "dr rajesh sharma",
    "contributor_id": "112740655099844902711",
    "review": "Very beautiful eateryEvery kind of sweet, fast food, cakes ,pastry puddings available thereMy favourite is kachori which is fresh and khastaAll type of dry fruits packingCoffe, tea and lassi was also thereNeat and cleanSupported and mannered staff",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNOdzZtRnNRRRAB",
    "contributor_name": "Veshal Garg",
    "contributor_id": "100249522453604274782",
    "review": "The most I'll mannered and slow staff I have come across anywhere. Had no courtesy towards the customers rather higher the staff more ill behaved he is. Is not Recommended at all",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNsNjVia3BnRRAB",
    "contributor_name": "shivani koundal",
    "contributor_id": "116812076932190146375",
    "review": "This place has many options for delicious south indian food and other items as well. They also have lots of bakery items like: cookies, biscuits, dry cakes, sweets, fruit sweets, mathi, etc.\nI tried their bakharwadhi and it tastes so yumm.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNBc3BIM3JRRRAB",
    "contributor_name": "Simple Boy",
    "contributor_id": "111714047743421813555",
    "review": "Sec 11 pkl .This is among the oldest sweet shop in the city probabily  35 year old or more.It is best price shop in its category of elite class and trained staff with absolute cleaniness.Shop has some polite waiters in there restaurant  section aged around 60 years even  working  there since 20 year to 35 years which is quite  interesting.This is pure vegetarian  shop.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURadmQyQV9BRRAB",
    "contributor_name": "Shitij Sharma (Philip Greenberg)",
    "contributor_id": "114458354659586839337",
    "review": "The food is not that great now. The restaurant used to be one of the best places to dine in, however it is no longer a case. One should I xplore more options before stepping in",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURNd1pILWx3RRAB",
    "contributor_name": "Ridhi Nayyar",
    "contributor_id": "110286234204967020741",
    "review": "One of the famous restaurants in Panchkula ! There is a lot of rush on occasions! Also the food quality is very good! Bakery items are fantabulous and Chinese is too good! Must visit!",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNsbV91U2tRRRAB",
    "contributor_name": "Preet Sahota",
    "contributor_id": "103903517389167827079",
    "review": "Staff  no manner talking using an language wrong wording use\nDon't take an action.    Please disclose the warning only\nPlease mantane decorum.  Food and environment all over good",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNwaDlUOXd3RRAB",
    "contributor_name": "Sandeep Gupta",
    "contributor_id": "109663175086241915903",
    "review": "Anupam Sweets is quite very old name in Panchkula. In Past, whenever anyone want to have some sweets everyone recommends Anupam Sweets. It was always knows for its quality. But now things are much changed now The quality of food, sweets and snacks re very much degraded. Now much people started preferring other sweet shop now. In last 6 months, I have tried snacks as well as sweets but the quality is not up to mark. In sweets the quantity of sugar has very much increased. In snacks, the quality is very degraded and started to cook much spicy.I think owner started to focus more on business then the quality of food. I will they will improve soon and serve better food to the people.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSb0tETHdBRRAB",
    "contributor_name": "Nancy verma",
    "contributor_id": "107376911106397395936",
    "review": "Tasty cuisine\nNyc place\nInterior is also really attractive 😍",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURwc3FUS3dBRRAB",
    "contributor_name": "raj rana",
    "contributor_id": "113573098752242882653",
    "review": "Great ambience with reasonable price, a good place for spending time with family and friends",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURNNnBmZVNBEAE",
    "contributor_name": "lucky",
    "contributor_id": "107742391658347134161",
    "review": "This shop is the best sweet shop in tricity. A little expensive for sure but in terms of quality and taste i found Anupam sweets as the best. Plus they got the best Apple pie in town there are just incredible.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURkbXFHc1FBEAE",
    "contributor_name": "Broken Poet",
    "contributor_id": "113517325331897756565",
    "review": "As it's becoming more popular gradually it's losing its taste and service quality.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNpemRheWV3EAE",
    "contributor_name": "Vaman Sawhney",
    "contributor_id": "109821620754018196663",
    "review": "I am very precisely sharing my experience, The 2 stars here are for the sweets which are sold in anupam.. They are not doubt good..! But the restaurant and their staff is wierd also the food is not so good.. I ordered for one plate bhatoora chana they brought 2 .. I ordered for extra pav for pav bhaji they brought extra bhatoora.. I ordered paneer pakode and they are serving it without chutney can you imagine? These guys have chaat counter! and they cant serve chutneys! i asked for chutneys with chana bhatoora they refused..But when i asked chutneys for paneer pakoda they then said ya okay we will bring it then also they are giving only brown chutney and saying you asked for only sweet one! ( Which was their assumption).. I asked for both the chutneys..Lastly the paneer pakoda was not at all fresh and my whole family has suffered from indigestion..Also they didn't served chilled mojitos..Their service is really very badly managed.. I think they should give a proper training to their staff..Also i didn't liked the way they have managed their counters it becomes really confusing for a person visiting first time in their outlet... They should atleast put some labels near their counters ,for example Billing section , bakery section , reception etc..I experienced a lot of flaws and would hope that they could improve that.. Otherwise there is a good opportunity for their restaurant section atleast!..I would never try this place again for food atleast..",
    "rating": 2.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURleE5HOWJ3EAE",
    "contributor_name": "Ankit Kumar",
    "contributor_id": "116056963440140751549",
    "review": "The place was nice but the location is kinda hideous, the food was tasty too. You must try the Chilli Paneer, it is very tasty.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNBb2N2Wm1RRRAB",
    "contributor_name": "Ricky Harerri",
    "contributor_id": "118172430296881753680",
    "review": "Always love to visit there. The quality of there foods are extremely extra ordinary.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNwNjctTEd3EAE",
    "contributor_name": "Rakesh Kumar (Mike)",
    "contributor_id": "109086867223794929899",
    "review": "One of the best and peaceful place to have visit with family in panchkula. At ground floor you have an option to buy sweets and bakery products. At first floor a proper dining. Yes, you have to wait there for your turn, but at the end you will find your wait is worth.Descent and humble staff. Overall must visit with family place.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNCNXV6aGFBEAE",
    "contributor_name": "Rajpal Singh",
    "contributor_id": "108181129441874573067",
    "review": "",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURnMTQ3blFREAE",
    "contributor_name": "Mohit Pandey",
    "contributor_id": "113677428549366847921",
    "review": "Good Food vs Good Price along with Quick Service and Beautiful Ambience. One of the Oldest and Famous Restaurant chain in Panchkula.Editing my review after 3 years and Now they have renovated their entire restaurant seating and expanded as well. Must say they know how to change with time!! Good job.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMxbnVXRUFnEAE",
    "contributor_name": "Nitin Gupta",
    "contributor_id": "108002577610022497939",
    "review": "Food was great, service could be improved a little. Good ambiance, clean.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURweDkzZUVBEAE",
    "contributor_name": "Mehak Ahuja",
    "contributor_id": "103185237412871051638",
    "review": "The sweets are good enough.\nThe bakery items are very yum. Extremely good eggless bakery they have.\nBut the old famous chhole bhature's taste is spoiled. They have changed chef. It's disappointing. It's some yellow sabzi kind of chhole served now.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNkeWM2bzFnRRAB",
    "contributor_name": "Kavita Gaur",
    "contributor_id": "102870809508699629525",
    "review": "Pure vegetarian, good quality food and excellent service",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMtcXVMZ01BEAE",
    "contributor_name": "Aditya Jaitak",
    "contributor_id": "105550981493117924679",
    "review": "Visited their restaurant multiple times, food is not too spicy, tastes good and plenty of options are available. Had a peek in their kitchen and things look hygienic there as well. Sweet shop is huge and has great variety of sweets and snacks. Washrooms are clean, seating area is also comfortable.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNjdWZtenRnRRAB",
    "contributor_name": "naina bhatt",
    "contributor_id": "108196854705751974907",
    "review": "Food tastes delightful everytime we visit here. They have pure desi ghee made sweets. Even their snacks like chaat papadi,golgappas, dhoklas,dosas etc are worth trying.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNadnBfU0RREAE",
    "contributor_name": "TANVI AGRAWAL",
    "contributor_id": "111956251335132438173",
    "review": "The food was of ok ok quality. We ordered pao bhaji and Chola bhatura. Pao bhaji was of ok taste but Chola bhatura was very bad in taste. There was no cleanliness in the restaurant. Flies were all over in the sitting area",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMxelB5OUVBEAE",
    "contributor_name": "Prem Vijay Chopra",
    "contributor_id": "115433774110707143601",
    "review": "Food below average, South indian food below par & is not recommended at all Chinese food is just ok.. Sweets are good",
    "rating": 2.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURabnZ2UTN3RRAB",
    "contributor_name": "Raghu Sharma",
    "contributor_id": "108166789797215793197",
    "review": "The staff is not traned i just saw a issue when a person came back all the way from his house as a punding he order was not there what he paid for and then after i got billed for an extra pastry which i didnt even buy poor experience",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURabmVDSDRBRRAB",
    "contributor_name": "Rakesh Kumar",
    "contributor_id": "100319899704963449534",
    "review": "Oh my God!!!I would love to eat anyday anytime food here as it is toooooo sumptuously tasty.My spouse stopped me or else I would have gulped down many a paranthazzzz.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM2OV95a3B3RRAB",
    "contributor_name": "Kuldeep Singh Topwal",
    "contributor_id": "109365905683137190713",
    "review": "So I happened to purchase \"Rasmalai\" from these guys and boy they have disappointed me not once but twice. The \"ras\" tasted like sweetened verka packet dudh...Please don't buy rasmalai from here atleast.\"Naam bade aur darshan chote\" hai.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURwamV6aHp3RRAB",
    "contributor_name": "Nitish Sharma",
    "contributor_id": "116209485317639659839",
    "review": "Anupam is one of the oldest sweets shop in Panchkula. Their sweets are always delicious and have different varieties. Their restaurant is also good to grab a quick bite or to have a family dinning. Price is economical.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURkcXZxZ053EAE",
    "contributor_name": "Deepanshu",
    "contributor_id": "102828793296432759684",
    "review": "Prices and quantity arr inversely proportional but good quality.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURZbnY3dnd3RRAB",
    "contributor_name": "Pranav Aggarwal",
    "contributor_id": "108730051684073407396",
    "review": "Visited with family and had a great time. All dishes that we ordered were very delicious. Recommend for families and friends for outing.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNWa2ZhX29RRRAB",
    "contributor_name": "Kuldeep Arora",
    "contributor_id": "107460311764295294525",
    "review": "Indian vegetarian restaurant not serving Indian Masala Tea instead giving tea bag dip tea. Shame Shame.\nSamosa also no taste of masala.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNscFBpSzRBRRAB",
    "contributor_name": "Vishal Saini",
    "contributor_id": "107562382295118760297",
    "review": "Lots of varieties were there but they need to improve their food quality. Paneer pakora was pathetic. Dhokla was good.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNvcXBXR2tBRRAB",
    "contributor_name": "J Rango",
    "contributor_id": "110190187399856354446",
    "review": "Best sweet shop in town, great taste and flavours. Do try hot gulab jamun, milk cake, daal barfi, and kalakand. Best taste ever....",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNwODl6cTlRRRAB",
    "contributor_name": "Parminder Singh",
    "contributor_id": "103483536029940926766",
    "review": "We visited this place on 7th August to have a dinner. It was one of the worst dining experience. Food quality was pathetic. First they brought us cold paneer tikka which was totally tasteless. It seemed that it was prepared a long time ago. In the main course, we ordered karahi paneer which was also of pathetic quality. On top of it, there service quality was also very bad. They wanted us to leave the restaurant as soon as possible. It was evident from the fact that waiter just stood on our head after serving the sweet dish in the end. Very very bad experience experience.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM2ek1MbzZRRRAB",
    "contributor_name": "Nalini",
    "contributor_id": "108353603188143980531",
    "review": "Worst chole bhature(bhatura is like papad you have jaw pain after eating dat papad bhatura n smell is also not like bhatura),too much red chilli in  alloo tikki (red chilli filling) and der dosa again something smelly like hell \"sambhar\"\" to pucho na...seriously very pathetic experience ..for sweets its ok bt nt for food",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN3MHV5T29nRRAB",
    "contributor_name": "Navneet Chadda",
    "contributor_id": "113316257613290935332",
    "review": "City's place to hangout with family for snacks and sweets. Lot of variety and fresh sweets. Cakes are their speciality. Indian snacks north Indian south Indian. Name it and have it.  Full of crowd most of the time. Festival season like Diwali Rakhi lot of rush because quality is never compromised.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURkc2V2c0RREAE",
    "contributor_name": "Shubham Rawat",
    "contributor_id": "108082658310559778684",
    "review": "Pathetic Quality of food. Really disappointed",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNaNl9PYTBRRRAB",
    "contributor_name": "rony. romy",
    "contributor_id": "114021444319890393865",
    "review": "Very bad experience in fast food , veg soup   noodles  sb bakwas kuch nahi khaya gya sb chod Diya age complete  ki koi nahi sunta bekaar hai yha kisi guest ko kbhi mat le k Jana nahi to besti ho jayegi",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURVMU03ZjV3RRAB",
    "contributor_name": "Raveena Khanna",
    "contributor_id": "106002473278241105243",
    "review": "Food is average. Mithaai is also okay, not so good, not so bad. Ambience is fine. Food quality is average. Their chaats and Raj Kachori - yummy.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURaeWJ1NkRnEAE",
    "contributor_name": "Kriti Rana",
    "contributor_id": "112847923887270651917",
    "review": "Best sweet shop in tricity where you find all variety of sweets and snacks along with best quality. Certainly my go to place for any festive sweet shopping.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNsMS1UakF3EAE",
    "contributor_name": "MaximumCarnage",
    "contributor_id": "108405761431601998572",
    "review": "The sweets have the same pure taste since i was a kid. This place is my childhood",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURKdTRXN1JnEAE",
    "contributor_name": "Vimal Dhammi",
    "contributor_id": "111741415024332593336",
    "review": "Well it's a standard pattern restaurant which has a sweet shop on the ground floor and the sit-in restaurant on the first floor. It is elderly friendly as it has a lift. But cleanliness needs more attention",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNtLUllamxBRRAB",
    "contributor_name": "jagjit singh malhi",
    "contributor_id": "110121794530663240433",
    "review": "Not happy with the services of Anupam Sweets Sector 11, Panchkula.I ordered a 2 Allo tikki and one plate of Pau Bajji , at the time of ate 4 Pau my bajji is finished and I requested to one of waiter there for extra bajji as two paus are not not even touched. And when I asked staff he said extra bajji is chargeable and and when I said what I do with this paus he said 'Sir maat khayo' .This kind of service they offered.I ate bau bajji alone and bajji come in small size and salad come in big one.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQ2bEpTUjRnRRAB",
    "contributor_name": "Ayushi",
    "contributor_id": "106445543632851857521",
    "review": "A good Restaurant for family ,  I visited Anupam since 2017 and they have variety of food .. Their staffs always behaves so politely. affordable price for thaali meals. I enjoyed always their tasty foods.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURab3NhaGRnEAE",
    "contributor_name": "Shrawatya",
    "contributor_id": "102590921279874608371",
    "review": "Yahe se hmne 56 bhog ki plate banwayi thi janamasthmi pr..1750 for single piece..taste normal tha mithaio ka ..",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURZbjZLNWFnEAE",
    "contributor_name": "Muneesh Khanna",
    "contributor_id": "111391754774572134700",
    "review": "The preparation was yummy n service polite n prompt. Ambiance is good. Parking may be an issue.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNsdHFpRDF3RRAB",
    "contributor_name": "Sanjeev Aggarwal",
    "contributor_id": "102395410617883587653",
    "review": "Worst experience. Called ऊंचे दुकान फीके पकवान। रेहड़ी वालों की क्वालिटी इससे ज्यादा अच्छी है।",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURWOGZEbjJRRRAB",
    "contributor_name": "Vanshika",
    "contributor_id": "117117456068780994849",
    "review": "Their sweets and chat are gud but the food they serve on the 1st floor is not gud in taste.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURKeWRXTTVBRRAB",
    "contributor_name": "DEEPAK Kumar S",
    "contributor_id": "109197265430082237451",
    "review": "High quality expensive sweets.  Few things like patties, etc, are reasonably priced.  You can buy 100 gms of quality sweets to taste, I did its great.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQ1bW9UN193RRAB",
    "contributor_name": "Vikas Arora",
    "contributor_id": "115041701416433127518",
    "review": "Good quality of food and service but so much crowd on weekend",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURKLXEyb2d3RRAB",
    "contributor_name": "zabi ullah",
    "contributor_id": "115857548634460291676",
    "review": "If you want to buy quality sweets and snacks in Panchkula, this location in sector 11 is a better option than Sindhi Sweets and Sagar Ratna, however they also have a less another outlet in MDC sec 5 which is not that good.\nOverall, the meal is of decent quality and is priced at higher side",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUM1OWVhUWNBEAE",
    "contributor_name": "Kahn Singh",
    "contributor_id": "103507105807330026006",
    "review": "Don't know the food didn't seem as yum as it used to....went after a long gap though",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNrOHNpbnJnRRAB",
    "contributor_name": "avi ahitan",
    "contributor_id": "104306851058064618172",
    "review": "The place was totally full .... Still the service was fast.... I ordered cholle bhature and coke combo for 130 which was really good 👌",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURDcS1INkZBEAE",
    "contributor_name": "Lavi Kaur",
    "contributor_id": "114365902704858584094",
    "review": "I visited with my friend, I liked it!! Food quality and ambiance is just awesome, We love to eat there, But prices are too much high.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNKeFlqc2RnEAE",
    "contributor_name": "Inu Mittal",
    "contributor_id": "118433826727159159393",
    "review": "Strongly recommended! Every item served at this restaurant is simply outstanding with an irresistible twist to its taste. But the cakes, they are not just yummy, they are super yummy. A delightful blend of sweetness and love, these cakes are pure bliss. However, my all-time favorite remains the rich desi ghee motichoor laddu. This exemplary sweet, brimming with a delectable taste, renders me incapable of stopping myself from indulging. A true delight that leaves you craving for more. Do yourself a favor and visit this eatery, you won't regret it!",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQtX3VhcEVnEAE",
    "contributor_name": "J D",
    "contributor_id": "109542123216991641472",
    "review": "Very good ambience and good food quality always since many years. But recently taste of some items is coming down. Always loved their Veg Munchow soup taste in the past but this time first time the taste was not that good. They must remain careful to ensure quality and taste does not go down as that was always their USP.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM1amVINGdnRRAB",
    "contributor_name": "sanjay kumar",
    "contributor_id": "108197582329708222152",
    "review": "There's always good food and good service there. I have been visiting them since 1997",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNvLS1yeEFnEAE",
    "contributor_name": "Rashmi Singh",
    "contributor_id": "105173052432966346772",
    "review": "Love the food... Always full of people try vegetable fried rice and pastries",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNKXzZ6bUFnEAE",
    "contributor_name": "shailesh manchanda",
    "contributor_id": "115534641470512815168",
    "review": "Recently visited here with my family.The place is known for chole-bhature so we ordered  the same along with some South Indian and North Indian food.To start with negatives first ,the preparation of dosa was not up to the mark and sambhar was tasteless .North Indian food was good and chole bhaturey was finger licking...",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURsNnFXTnNnRRAB",
    "contributor_name": "Vivek Sharma",
    "contributor_id": "101104892343085479116",
    "review": "Good food. Only problem is that sometimes,you have to wait long.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNVdFA3czJBRRAB",
    "contributor_name": "Karamjit Singh",
    "contributor_id": "115002418600835502243",
    "review": "Best sweet shop in Panchkula . Many variety of sweets, cake and pastry available here.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN1LUxEOXlRRRAB",
    "contributor_name": "Ashish Kirad",
    "contributor_id": "116559105228189929927",
    "review": "Experience was good, cold climate inside, every types of sweets available there, normal price, good packaging, very spacious parking space outside, cash & online payment accepted",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNOaWI3Z3RBRRAB",
    "contributor_name": "Nishtha",
    "contributor_id": "102662872493180965700",
    "review": "Good food but not worth the pricing",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR4ajlIN1FBEAE",
    "contributor_name": "Sheeshpal Singh",
    "contributor_id": "116132375568655147214",
    "review": "This place lost its taste in food and sweets. We visited yesterday and had a very poor taste sponge rasgulla .:only sugar and water was added to it .Food quality also pathetic. We use to be a fan of this shop , however I will never visit this shop in my life . We complained to waiter and who informManager . The manager was so rude that he has not come to see us . Rather standing at reception and arrogant . Neither apology was tender not bill was reduced for very bad rasgulla. We also saw houseflies in the shop.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURGNi03QUJBEAE",
    "contributor_name": "Trisha",
    "contributor_id": "109826580382579667572",
    "review": "Hair found twice in special thali, no compensation was made or exchanged, it was totally ignored.",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR4X1BiOENBEAE",
    "contributor_name": "Surbhi Ratra",
    "contributor_id": "102403803396917578155",
    "review": "I would give a minus ratings. Service is good but food quantity is below averageMasala dhokla is too sweet. There special thali has no taste. They serve cold sandwich and amarican toste. Totally waste of money. I have successfully wasted my money and time there. Very disappointed ☹️",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNwM3E2U3dnRRAB",
    "contributor_name": "NAVDEEP PHOGAT",
    "contributor_id": "114953984465671367650",
    "review": "Still the best in punchkula i visit it after 10 years gap although services are very good and its very busy specially in evening time and weekend days , dining area is very neat and clean and food is also good but a bit expensive side now a days overall welldone to their whole team.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURwNnMyempBRRAB",
    "contributor_name": "savita kumari",
    "contributor_id": "103220035564727644927",
    "review": "Some sweets r not fresh nd very bad smelling in sweets",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNHOHVmaTdnRRAB",
    "contributor_name": "Satwik Pandey",
    "contributor_id": "102305156711210289976",
    "review": "Food was deliciousStaff was super cooperativeLift availableParking availableRestaurant + Sweet shopSuper clean and environment is awesome, well design of wall and roof was pleasing 😍Loved it",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSdVphN0dREAE",
    "contributor_name": "Barkha shankar :",
    "contributor_id": "113350279453079498381",
    "review": "Amazing place with amazing veriety .definitely recommended",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM0MmRpVXF3RRAB",
    "contributor_name": "Nikhil Uppal",
    "contributor_id": "108427962059574895654",
    "review": "Food is good as always but service is bit slow",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURadDdYYm53RRAB",
    "contributor_name": "Harpreet Singh",
    "contributor_id": "114912828841156808514",
    "review": "Nice place. Well mannered staff. Food was very tasty",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNhcHZlOE93EAE",
    "contributor_name": "karanveer singh",
    "contributor_id": "107752048711810883184",
    "review": "Anupam sweets was my one of favourite restaurants of tricity but was disappointed with my last visit . On a rainy day I was not able to have paneer pakoras from here .. in fact that should be made fresh if someone order it . Kachori was not good . Hot coffee was too good.",
    "rating": 3.0,
    "sentiment": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURwNktTTjRRRRAB",
    "contributor_name": "Harpreet Singh",
    "contributor_id": "101356629603872662047",
    "review": "Great quality of sweets and cakes they having different types if sweets and many more and there’s quality is also very nice",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNncXJQT1hREAE",
    "contributor_name": "Raja vikrant Sharma",
    "contributor_id": "109902422467063530473",
    "review": "Very bad experience. I went there to buy 1 kg jalebi. I told the uncle to dont add the previous cooked jalebi. But after making the jalebi he added some previously cooked jalebi into bag. I confronted him and he started arguing with odd behaviour. So i immediately called the head and after discussion they gave me new cooked jalebi.Advice to customers: whenever you buy jalebi just see if they there is previously cooked jalebi coz they will add them and that can be as old as hour or so.",
    "rating": 2.0,
    "sentiment": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURwNGNPYWF3EAE",
    "contributor_name": "Ashish Kumar",
    "contributor_id": "104906495812031886452",
    "review": "Very good quality\nTasty sweets and snacks\nFully Hygienic maintained\nWell behaved worker",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSaTQtODd3RRAB",
    "contributor_name": "Kunal Garg",
    "contributor_id": "108087615261914216798",
    "review": "The food quality here is really bad. My whole family got sick with food poisoning after eating here. Too much salt in manchurian which the restaurant hesitated to acknowledge as well. Might have been an Okay place to dine out in the past but quality has degraded terribly now",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURsLVByM253RRAB",
    "contributor_name": "Trigger dimag",
    "contributor_id": "105967064414985686709",
    "review": "It was nice at every aspect. Must visit for dinner",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNBc3ZuQUV3EAE",
    "contributor_name": "Kapil Dev Saggi",
    "contributor_id": "108091737647464204449",
    "review": "Nice Food, Nice Service...new dining hall is very good",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURnaVp2b2lnRRAB",
    "contributor_name": "Yashu Bhardwaj",
    "contributor_id": "105357640777482441142",
    "review": "I am an absolute dosa freak... And went wid my family for dinnerI tried their dosa... That too of 120/- and believe its quantity was really really godd... Even after a hard try... I couldn't complete it 😅Taste was also good so... 4 stars to it👍👍",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNRX19fc3V3RRAB",
    "contributor_name": "Shailesh Thakur",
    "contributor_id": "115215341144178026900",
    "review": "Great place to have a quick meal with good quality at affordable price. The place is good to sit with family as well as friends.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNaX3RMXzJnRRAB",
    "contributor_name": "Gagandeep Rajhans",
    "contributor_id": "116866000229516627349",
    "review": "Nice place for family outing on leisure days. Sweets are good particularly Besan Cake.",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR1dk9QNk9BEAE",
    "contributor_name": "Ajay Sodhi",
    "contributor_id": "118244032414045000653",
    "review": "Be it snacks, sweets or restaurant services, everything is good. On the ground floor, you would have sweets and snacks takeaway counters. Staff is very cooperative and clean. If you want to have something there itself then you can visit the restaurant on the first floor. You have seniors who are with you and can't use stairs? No worries, lift is present for all seniors. :) There's plenty of well managed space in the restaurant to dine and enjoy food in different group sizes. They also have a separate kitty hall where you can plan your small parties. Food quality is really good. I had Dosa, and Lunch with my family and friends here. It was delicious. Everyone liked it. You must visit this place at least once.",
    "rating": 5.0,
    "sentiment": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNscE1Ec0JBEAE",
    "contributor_name": "Hardeep Rana",
    "contributor_id": "107108106732719705279",
    "review": "Tasty food but  High price and low quantity",
    "rating": 4.0,
    "sentiment": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR4dVllUXJ3RRAB",
    "contributor_name": "sunil garg",
    "contributor_id": "116469355303247629713",
    "review": "We are visit today night 4 family dinner very bad experience about Anupam sweet they are serving old night dal makhani its smelling too much complaint to manager he is saying sir c rush so we are paying the bill and kulti from there......I request to all of u not going to anupam for dinner or lunch manazer are very cheap behaviour about food quality may be manazer will be  done a big lock 🔒 in shop anupam very shortly kehte hai na unchi dukan fika pakwan",
    "rating": 1.0,
    "sentiment": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN4LWY2UzNnRRAB",
    "contributor_name": "Abhishek Arora",
    "contributor_id": "112620597290831578896",
    "review": "I tried many items like panipuri, phav bhaji, dhokla, fruit cake, malai kofta. All were tasty except malai kofta. Overall restaurant has good ambience but in weekend, waiting time is between 15-30 mins.",
    "rating": 4.0,
    "sentiment": 2
  }
]