[
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSaUt2MkNBEAE",
    "contributor_name": "Veronique Eichler",
    "contributor_id": "104664821473641715222",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocI94Jnp2m3Hg0yytjhPszD6836IG5xckrUHnhiupOA6",
    "review": "We had a very nice dinner at Peshwari. Great ambiance, delicious food. Our waiter helped guide us to some great menu selections.A few notes on the negative side. They couldn't find our reservation even though we had a written email confirmation - turned out it wasn't a problem to get seated but the place ended up completely packed so it's a good thing we arrived early. Also, when our appetizers came out we had to ask for a fork and knife since there were none at the table. We had to ask 3 times before they were provided to us, and the manager's excuse was that these were really finger foods we should eat with our hands... And finally, the prices are steep, but I guess it goes with the class of hotel the restaurant is located in.In spite of this, it was a great dinner experience and we would eat there again!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSdjlpNTB3RRAB",
    "contributor_name": "AMIT Bardhan",
    "contributor_id": "112056136924802888187",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUlhAwmdILLx68B_gOMzQyE8o_bUnVVOi7khhLBj8wS6NY",
    "review": "🙏 Namaste, went for having lunch with family 👪 and loved their food and ambience. Thanks to all the attending waiters and explaining the history of recipe which we have choosen and those belongs to signature menu. Also surprised to know some of their menu and recipes are originated from Uzbekistan🇺🇿. Only difficult part of the restaurant is no close by washroom for which we need to go out of the restaurant.Another new experience is that we will not be provided any spoon and fork and will have to eat by own hand to maintain taste probably and also to maintain traditions I guess.Overall it's a very good experience indeed in terms of food quality and and service and ambience. 🙏🙏Food & drinks: Good.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSek92anJRRRAB",
    "contributor_name": "Ellen Guo",
    "contributor_id": "106006230987455663335",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXE5A0nXkVw5jv1E5trCz-_WA8Wt24cS72dwFt7ZhzfzyY",
    "review": "The place is very close to the airport. So conveniently fitted in on our last day in Mumbai.An very authentic tandoor experience. We were not given any utensils, even the black bean dal (which is to die for here, so good), we had to use our hands.Portion sizes are large, and a bit on the heavy side. So you’ll likely end the meal feeling like you can’t walk. But worth it.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNXa0plbUh3EAE",
    "contributor_name": "Dipender ray",
    "contributor_id": "116813434261217409598",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXJF2FSl0eSdUxRZQEbiuiECi87F2_pMsJiHan5zlbhhjA",
    "review": "One of the beautiful restaurants in ITC Maratha. Usually for guest dine in. We went there for our stay in ITC and we had Breakfast and Dinner there.Look wise the restaurant is spectacular and hospitality is good too and if I talk about food they usually serve Indian and continental and the taste was really good.Indian cuisine offered was really delicious and we really liked the dinner menu there though it wasn't offering more varieties in the menu as compared to the other 5 stars hotel and if I talk about the Breakfast, the menu was limited and few of the things we didn't like but overall it was not that bad.At last we had a nice stay there with good food.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNob2Z1c01REAE",
    "contributor_name": "Omkar Subhedar",
    "contributor_id": "112992305696510890403",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXr0P0HXzAZgIWKry9Cmq-HvCyV1MKkvvUzItIlh_KxApM",
    "review": "I was a little underwhelmed by the breakfast selection at this place, particularly given the price point. However, I must say that the pancakes with maple syrup were delicious, and the omelette was a real treat. The ambience of the restaurant was stunning, which added to the overall experience. They had a wide variety of tea cakes to choose from. They also had diverse range of Indian dishes, including dosa, idli, chole bhature, sabudana khichdi, aalo paratha etc. On the downside, the bacon was a disappointment as it was overcooked and difficult to chew. Nevertheless, the staff were incredibly polite and accommodating.",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNCNDVMbjlRRRAB",
    "contributor_name": "Fariah Khan",
    "contributor_id": "105667678145996606711",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIWCzw3cuEZWThe3WWbKKPgIXMxT-hTvgjmiN6wKp552D8",
    "review": "The food in the hotel is sooo yummy, my family and I truly enjoyed it! The rooms are brilliant too and you are provided with almost everything you could ask for. The staff is really friendly too and there are so many cool things in the hotel lobby. I remember visiting the chocolaterie with my cousins, and it was so much fun! I would really enjoy coming back here once again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChRDSUhNMG9nS0VJQ0FnSURCc1pKdhAB",
    "contributor_name": "Sid Misra",
    "contributor_id": "117708775488881773124",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW2uJwlTQoPLH0V6Ad6hGv6a_bqhwruLcVshUHWUzX9m5IU",
    "review": "That's just your perception and \"haw\" is just an imaginary reaction.Next time when you are in India, I would request you to stop having food only on tapri or road side restaurants.Please try dosa in Peshwa Pavilion in Mumbai or Spice Kitchen,",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQtMnJubGxRRRAB",
    "contributor_name": "Cathy Xue Liu",
    "contributor_id": "107909942586215565337",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVZ3yRO2VE_UpKUUTeZt17zIVSNtrc13Ja2dXdS6sotZFI",
    "review": "Stayed at ITC Delhi but didn’t manage to book a seat at this restaurant.  But quite lucky at Mumbai- there was a table available for an early walk-in.  Single signature dish set - still too much for me. But the food tasted quite nice.  Mutton and chicken are well cooked with typical Indian flavour.  Definitely recommended especially if you stay at. ITC.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM2cV9TLXhRRRAB",
    "contributor_name": "Faiz F",
    "contributor_id": "108242433566940782888",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUEZiUCHw9iWUTKXMLha5SrV4KKbhEbnrQdzwotu-52tIMm",
    "review": "ITC MarathaPeshwa Pavilion• Breakfast- On Live order they offer : choice of eggs, South Indian cuisines (Dosa, Uttapa)- On counter they have wide options in bakery, continental, Asian and indian cuisines,- Fresh fruits & juices- Hot & cold beverages (tea, coffee)Good Experience,Live counters are covered and serving staff serves you with maintained social distancing,You may feel slow service but due to covid precautions you have to keep patience,• DinnerWe ordered in all option and highlight was- mutton gravy & naan,- fried rice & noodles with gravyRank them one of the best restaurant with cleanliness, covered crockery & best on table serving and service,If you are celebrating any special occasion then they will make it as one of the finest memory,Recommended : Family & CouplesGreat Ambiance with Wonderful Hospitality",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUM2bzR2QlJ3EAE",
    "contributor_name": "Anjali Trimukhe",
    "contributor_id": "100780810939804710208",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWEZmo3W_XrWB1V0KBpYtr09Yq0mpi9rAMnnGis7Pw2b1Q",
    "review": "Our expereince at Peshwa Pavilion was excellent, The buffet spread was so very yummy and the variety was so much that it was difficult not to leave any food item without tasting it.The ambience and atmosphere inside the restaurant was so warm and felt like home.Thank you once again for the hospitality, the food and for the attention given to us. It made us feel so special",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURPcjRqOW5RRRAB",
    "contributor_name": "Yash Amin",
    "contributor_id": "110615368485173673917",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWgF0iMecLGRKRpRO0zWen8QYKs4C5IQvI6oIHliZVkWtU",
    "review": "The starters were pretty good the seekh was a bit too over spiced barrah was very tender but too greasy.The mains were average to poor. The dal Bukhara had lots of butter but not much else . The murgh makhanwala had a very coarse textured sauce , I could not taste cashew in the gravy and had not been simmered in gravy enough just  wasn't tender enough.Service was worse than the food though everything took too long. My second tandoori bread took far too long and by the time it arrived all other food was ice cold .I skipped dessert because did not want to be disappointed further. I've eaten at Peshawari before in Chennai but this was disappointing, will take me long to return.",
    "rating": 2.0,
    "rmap": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURHNTVMaDV3RRAB",
    "contributor_name": "Riya Mansukh",
    "contributor_id": "104481296028826870169",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIreto4xpNkXfbiy0zXGaI-O8jMqVQ_sW3xOQl3UwOe",
    "review": "The ambiance is too good. Food is the best. This is the only restaurant which serves the cutlery and plates in seal pack eco friendly packaging envelope in pandemic. Today we went for dinner with family n the food is as always the best the kababs were tasty. The Delhi chaat section was the highlight of the evening even server requested to try the sharbat which name the mohobbat ka sharbat 😍 n no doubt it was refreshing n different . Do try Mutton n chicken Dum  Biryani with mirchi ka salan.  Now coming to the dessert which has lots of variety but  the indian sweets win the heart that besan laddus n hot piping imratis are the best. Mac n cheese is perfect. Breakfast was always lovely. Staff is helpful, hardworking and courteous . On special request they even made delicious dessert and kids meal.  Would like to visit again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURCa3ZmNkJnEAE",
    "contributor_name": "SS Gill",
    "contributor_id": "103810099082275159642",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIpFLN0juXLYX2jk2itxDRikMN4zpwiQZ0Sf35Pz711",
    "review": "A speciality northwest frontier restaurant where eating with fingers is encouraged. Seating is.on stools and benches, with arrangement being a little cramped. Waitermovement is disturbing ing. Food is superlative, including the breads. We ordered a rain, dal bhukkara, pudding parathas and butter naans.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURacW95Y2xBRRAB",
    "contributor_name": "Freny Zaveri",
    "contributor_id": "107024271017597692203",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVaYcZUPPcWVgIdn7lWoW3vzbrXK_rhTGJphdRWEMKAyNKQ",
    "review": "This is definitely a must-have place to visit for Dal Bukhara dish. One of the best place in Mumbai",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMyek5YUTJRRRAB",
    "contributor_name": "Rahaan",
    "contributor_id": "103517628371373313605",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWbN4qFF1qmI1klo7F8vAwpwDhY2sBKYkAIv2ad14uAJyA",
    "review": "The food was divine. The ambience was awesome. The tandoor roti was special as it is so big and is meant to be shared within 2 or more people. The unique thing about this restaurant is that the kitchen is covered by glass. So we can actually see them cooking behind the glass. The service is awesome. It has to be for the price they are charging. The staff is very kind and helpful. Overall a very good experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQxb3ZqMnhBRRAB",
    "contributor_name": "yasser rajwani",
    "contributor_id": "113452236071606182433",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocL_8B5mKUlIovIQvfAiU5JBDIBAL7pvpDOzBj-KxPp2",
    "review": "Went to the restaurant to celebrate a special occasion, was really impressed with the service especially since the restaurant was fully booked.Ninad at front of the service made a great impression with him making extra efforts to ensure we had a great evening.Sushan got us a complimentary cake to celebrate and we appreciated the above and beyond efforts of the team.The starters / kebabs are their signature item which were all great special mention to the Rann and prawns. The dal makhani was amazing and lived up to the high expectations.Desserts although not disappointing were the weakest of the 3 courses.Overall great food and amazing service made the experience memorable.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURXMGN2VjV3RRAB",
    "contributor_name": "sagar desai",
    "contributor_id": "109108176725076043718",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIvFEGtuNK__Ish_DcIcpQxJ7FSeukJqtAtauRb1Wax",
    "review": "The menu is very thoughtfully selected by the management. At many places, lot of dishes are added to a brunch just to add to the count and after trying them one feels they were better skipped. At Peshwa Pavilion, not one dish seemed to be out of place. Even the minute details like chutneys and papads were top notch. We thoroughly enjoyed everything, the seafood section needs a special mention - baby lobster, Bombay duck, prawns, variety of fish, octopus, sushi! The dessert section was also phenomenal. Lost count of how many servings we took of the jalebi rabdi. Even the pastries and eclairs was amazing. All and all a definite 5 star rating for the experience!!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMwLWE2R0JREAE",
    "contributor_name": "Tushar Shirwalkar",
    "contributor_id": "107144460320113637977",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXpXSFW33ywXcGgRba6z6_XxVQ300OOicJTDlkaBluetXg",
    "review": "Best Indian food one can imagine. Five stars for quality of food, service and ambience.Best place to take your distinguished guests or to give a very memorable treat to your family / friends. Though it is quite expensive but is wort every rupee.A foreigner guest would remember this event for ever.The kababs are prepared with great love and care so also other Indian foods",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoMGNTbWtRRRAB",
    "contributor_name": "Divy Udeshi",
    "contributor_id": "107794052898398708334",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVJRx36Sfo1uEFyBvZ2LRC5kO_QvE2opBUM9n4mSAstaw",
    "review": "I visited India after years and was whisked off to Peshawari by friends straight from the airport because apparently this was the place to be and it’s difficult to get reservations. After 17hr long flight, I was looking forward to this dining experience, literally speaking.The following sums up my experience-Fancy cocktail names, all taste like rasna with no or little alcohol (needless to say, cost when converted to $ was expensive compared to far better cocktails I get back at home) .. totally avoidable.Set menu will not be served to a table of more than one person even if every one wants to order their own set menu and not share it, no clear reason why, apparently set menu was only if a person was dining alone and sitting alone at the table - unreal and weird! Service was the worst ever, extremely understaffed. We had to go and ask for help every single time and I was met with frown every time. Food is good but there almost a non existent vegetarian menu. Dal tasted good.Clearly not a five start hotel worthy.",
    "rating": 2.0,
    "rmap": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQtX1lPNjhBRRAB",
    "contributor_name": "Mihir Gharat",
    "contributor_id": "100089429659874513107",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJWWnrYK2xR_TMNItjludaaWdGpZApcWo03Ip06nzfS",
    "review": "The expectations set by the great ambience didn't translate into the taste of food.\nThe choices ib the buffet were limited and\nwe left with an unsatisfied appetite...",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR4X0lHT25BRRAB",
    "contributor_name": "Kamran Nobari",
    "contributor_id": "116133129931790040401",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVK_BUhHJxxO9JPOkeGtoq-KKWOBBs_uRCzoVVFmLsaEwE",
    "review": "Amazing food. Service initially not great but it improved. Overall a decent experience. Highly recommend their lamb leg",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNtaXFYcmRREAE",
    "contributor_name": "Preksha Jindal",
    "contributor_id": "117892070161360468488",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWn7T3FmvqqejaFhKP88QymvNN1P1tdhYARkvz8m1elJ4o",
    "review": "I went to Peshawari only for Dal Bhukara. Rest of the dishes were just add on. The menu is limited but the all the dishes are really delicious. For starters we ordered veg. Seekh kebab and Tandoori aloo. The seekh kebab was one of the best I’ve had. For the main course we ordered dal bhukara (obviously) and paneer Kadak, both were absolutely delicious. Overall, ambience and service is great. The only thing that has a room for improvement was roomali roti.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNodjRXRnVRRRAB",
    "contributor_name": "SHANmugha kumar Velappan",
    "contributor_id": "111516668258470601262",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVH0h7D9FudQMalIQc0TkTZs9K_9ohuL3eUnNBQFlVyxzau",
    "review": "A very nice buffet restaurent but you can also order Ala carte. Very few choices of whiskeys they have .",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURHNWV6d2dBRRAB",
    "contributor_name": "Shivkumar S",
    "contributor_id": "114236469894597093551",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIfx0nPyoAfqWpbwUzhkqhYQSWxrRA9hnl9J_nOgyRY",
    "review": "Went for a team lunch here. We were three of us, and we each had the single person menu. The seating arrangements are good, tables are well separated from each other. The quantity is really good, it's quite impossible for one person to actually finish the single person menu. Regd the food, the dal bukhara was indeed amongst the best i have ever had. There were a bunch of starters, some great, some OK. Similarly, the flatbread (laccha paratha, naan) were good, but paneer makhani was OK. Among desserts, gulab jamun was amazing (very freshly made), kulfi, rabdi etc were good but not great.Overall, tough to say it was worth it, cos it's really expensive. Maybe, go once just to try it out?",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURTbTQ2MUdREAE",
    "contributor_name": "Anshul Patro",
    "contributor_id": "104009905770496178628",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjX8lnVvD3lQzVhL5IkruyfSaJHAHYpo65a9AZPb114dyn0H",
    "review": "Great place nice ambience. Had a breakfast buffet. Great variety of food. Loved the loved counter of dosa and eggs. The food was great and served hot. Proper prescriptions and safety measures were taken care of. It was satisfying. Planning to visit again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNXejQzWDlnRRAB",
    "contributor_name": "Natalie Pote",
    "contributor_id": "101787292179647729945",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUO8GRVTUTUBy-rItYUumoC8uYQyIR1AKiGivHhZ9nRO_8",
    "review": "Such a delightful experience. The food is divine and cooked to perfection. Love that they ‘recommended using our fingers’ to eat and provide aprons so you can be as messy as you like. Such a. Great concept and fun way to enjoy Indian cuisine",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNOd282SUtBEAE",
    "contributor_name": "Christopher Arputham",
    "contributor_id": "107073209982128006873",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVwluMrrAOo9bNiIDMrwOsXWNogz5FgEqm6LC1ZBo0QOfLW",
    "review": "Had come here for a special occasion breakfast. Food was decent, nothing spectacular in a buffet. Service was very poor though, the servers were scrambling around for orders not sure which table had ordered what, took very long for our specials to come. Lost the charm somewhat wrt buffet. Will try a la carte at other restraunts",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQycFlqWGlRRRAB",
    "contributor_name": "Atul Patel",
    "contributor_id": "103330881115061397355",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWgPANbUbG7OLkQMY72WUavLSaizp55EVuVjcT1bvz1Y7CE",
    "review": "Today I visited the great \"Peshawri\" at ITC Maratha. They have a specially designed Single Menu which starts with roasted papad, spicy green mint chutney and lachha onion sprinkled with house special chat masala, and green chillies.Tandoori starters - creamy paneer sprinkled with pudina, flavourful veg seekh kebab, bharwan aloo - potato jackets stuffed with spicy mixture of potato and dry fruits, roasted pineapple, roasted capsicum and onions with a side of green salad.serve paneer butter masala and pudina paratha with their world famous Dal Bukhara - a heady mix of creamy thick daal and lentils slow cooked for over 20 hours in a large vessel (deg).creamy and thick phirni made by cooking rice with saffron and milk topped with ground pista.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUN5enBtN1FnEAE",
    "contributor_name": "Srishti Kadam",
    "contributor_id": "108861050722437997762",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUJDaL7WIv3hVD5bT_DIFg8B5M1PxCn68s7XTqrk8j54g",
    "review": "Located inside ITC Maratha, this is one restaurant known for their yummy Dal Bukhara and a luxury dining experience. The seating is comfortable with large wooden tables and benches. Service staff is well mannered and very knowledgeable. The pricing is a bit on the expensive side.We opted for a vegetarian & a non vegetarian set three course menu consisting of starters, mains and desserts.The vegetarian starters consisted of Tandoori Aloo, Tandoori Salad & Subz Seekh. Decent in terms of flavour, but we didn't find this extra ordinary, unlike the non vegetarian starters, Murgh Malai Kebab, Reshmi Kebab & Peshawri Kebab, which were truly mouth watering. All of them were tender and moist, the balance of flavours was outstanding and the quantity was great too..😍The main course was Paneer Makhni for vegetarian menu & Murgh Makhni for the non vegetarian and Dal Bukhara in both served with a choice of Indian Bread. Dal Bukhara was simply too good and something one wishes to have more of..😋For dessert we requested for Kulfi & Rabdi. Both were delicious and were the perfect end to such a lovely meal. We also had Watermelon juice and Sweet Lime Soda to help gulp down the food.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOU5hRGhRRRAB",
    "contributor_name": "Zeeshan Khan",
    "contributor_id": "113093591931386827183",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocK2AR1nl771ZgcWgBBplAAsxhhPbwe-aR2Ux6fSlGvB",
    "review": "Hi Guy's .if any one want to give party to your family or friends at peshawri .ITC Maratha than u must visit one's nd feel how much taste food they serve nd the hospitality they serve to there guests is osm really no words to describe..the restaurant infrastructure is beautiful u feel different...so come with family or friends nd feel the pleasure...",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURBX3BhNHVRRRAB",
    "contributor_name": "Food Search",
    "contributor_id": "105002374628175217044",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUdTp6EiVBcuQHZDWdJkHLHuCKO03cEBkOUvN5A71BD_w",
    "review": "Great north western Indian food with wonderful serviceHighly recommended. Nice ambiance with authentic decor. Service is marvelous. Food is having extra ordinary taste & flavors. Limited Veg menu for starters. Staying nearby we visited again this excellent spot for experiencing succulent Peshwari cuisine. We had a platter of Murgh khurchan and Dal , food was cooked and prepared to perfection. The breads were equally good also.",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURNcXVtTk9BEAE",
    "contributor_name": "Asmita Bardhan",
    "contributor_id": "110413547914569640048",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWui8Qj36RHzih4imC4qQAT366Ibn3njLEbfoBhGjhauZZF",
    "review": "One of the best places. Their courtesy, the warmth, the food and the service. Top notchAmbience: it gives you a feel of a cozy Afghani place with decorated walls with rugs and brass platesService: prompt and courteousFood: it's foodgàsmic level. The dal makhani, i never tasted anything like that and the mutton, it was melting in my mouth. Infact my dad is old and can't chew hard on meat but he loved the soft tender meat at peshawari's.I accept their prices are over the top. But i think to maintain that level of finesse, they require this",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURhb0o2V1pBEAE",
    "contributor_name": "santosh lohar",
    "contributor_id": "106776433228876724938",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVm9WoJMOzipXrATO5xSrpN_QpIRKf9F7RrAwLJg6Hoy1E1",
    "review": "Ambiance and the vibes of the place is vey good.it’s a luxurious place.food is delicious and the service is quick and very heart warming.In this era of pandemic they are doing there best to sanitised the cutlery and plates.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNsdGR6SDlRRRAB",
    "contributor_name": "Avinash Shimpi",
    "contributor_id": "110906318676642042028",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjURJ9RSY84QEaZCoeMzQJqGZ-RqH-gl_Y3K9FdM9ZfOKA",
    "review": "Food was really good. But service here was really bad not even glass for water  given for about first 15-20 mins. No one came to take our order for another 10 mins. Service here is too slow. No body is there to take care what u need .Ambience is really beautiful though. Spacious enough so that you go by your business. nice quiet ,cozy, upscale place . Food is tasty . Hygeine is good. But service is really bad. The upset of the peshwa pavilion. I was disappointed ITC Maratha has such a bad service.Vegetarian options: Not so much option in vegetarian .but Veg people don't have to worry about it. Sufficient enough to enjoy meal",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURoNDdTRXFBRRAB",
    "contributor_name": "Vitallia Williams",
    "contributor_id": "105099914835999542044",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVAqqOh4TLYWQKD9XewS_m0EuEkX_pDP0olj_y-gsFOcMBm",
    "review": "If you like anything iced, be aware that it comes out of a container on the floor with a lid that is regularly dropped on the floor (photo attached).We left the airport to go to Peshawri on a long layover because of the recommendation of a friend. The food is outstanding, the service is abysmal. You can see the back of house staff working in a hot kitchen pretty consistently throughout the night, but expect your server to be inconsistent as well as completely disappear throughout the meal… if seated at front, you may even assist in the game of flagging servers down to request service for yourself or acknowledgement for the folks walking around looking for help in getting seated.Walkability: Not walkable, not safe. Recommend using a car to get anywhere in Mumbai.Food & drinks: Service is terrible, cleanliness questionable, food is delicious.",
    "rating": 2.0,
    "rmap": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURROEszX3pnRRAB",
    "contributor_name": "Om Prakash",
    "contributor_id": "112900912610690873730",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVcgajZi7PGoh1HgwI9yvuwYognGkY2VmjSWE8KHhs1HI4",
    "review": "A nice place for good quality of food along with the ambient. We went for one party and enjoying a lot.\nThe hospitality of all the employees also wonderfully.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoMDlucXdRRRAB",
    "contributor_name": "DEEPS MEHTA",
    "contributor_id": "115323427493278820938",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjX5E_LG7Tl1grgiaside4sAv9swFtps0bt5jNtgiGGBoSk",
    "review": "Yesterday I visited this restaurant for dinner with friends . We were 8 of us and prebooked the table !  It was the worst hospitality experience for us ! The person was not interested in any order . We booked the table for 10 pm but they gave us table at 10.45 pm and he rudely said you need to give all order in one go .. starters main course everything . When I asked about the menu he replied that scan the QR code but there was no network so asked him to help us which he was little furious.   Even for   spoon and fork we had to request them again and again They don't have jain option not interest to make ( don't know about the chef but the person who was serving us )  and veg options were limited .. after some starters and lassi we had to shift to another restaurant in ITC .Worst experience 😪..He spoiled our celebrationsVegetarian options: Not much options",
    "rating": 1.0,
    "rmap": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSbTRDSVBREAE",
    "contributor_name": "Ajay Gurjar",
    "contributor_id": "110969544407853490862",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXBAIDUiCKSV2syArAnE3JzeD-aOFyWkJGrZx5c3hLYV2s",
    "review": "If you crave for Bukhara’s spectacular food then Peshawri can be a close second-best option. Kick-start the evening with a smorgasbord of appetizers. Pair your drink with, tandoori jhinga, paneer tikka, murgh malai kabab, kadak seekh, tandoori aloo, barrah kabab, marrel fish tikka, bharwan paneer and tandoori lobster. Take a naan peshawri or tandoori naan to polish off the curries. Definitely order, dal Bukhara, murgh makhani, paneer khurchan, murgh khurchan and paneer makhani.Food & drinks: Food was literally awesome and the service was quick. It is the place all are looking for a desirable vacation.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNDNzdIRVpnEAE",
    "contributor_name": "Yogendra Yogesh",
    "contributor_id": "102610439251486402274",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVl-yEAaQtNXBXM5gd7wwLqtyVtwutS-hItNMyiUMA2GWXX",
    "review": "The grandeur, the ambience and the food. you closely feel like being in a palace. I like the Pavilion more than the other restaurants at ITC due to its expance and openness. If you opt for a buffet they do have certain offers for 1 on 1 on Paytm and other apps, Regardless you're in for a treat. The bacon, the pork and the chicken. Absolutely lovely! If you've a sweet tooth you'll be spoiled with the sheer number of choices. Always start with the desserts! Cheers!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMyemZXb3h3RRAB",
    "contributor_name": "Praveen Mehrotra",
    "contributor_id": "111437724522695801498",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWBUyE2Cyy1VFCxt6eVq19xyauRbKgb4ZoNsUzwvxwos0mi",
    "review": "If you have stayed in ITC Maratha, this restaurant can’t be missed. Situated in the atrium of the property, it is one the most beautiful restaurant where we have dined. Ambiance is excellent and service superb. The buffet restaurant serves breakfast for guests and also doubles up as coffee shop.Food is tasty in line with ITC culinary experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN1cWVEU3hnRRAB",
    "contributor_name": "Krunal Gandhi",
    "contributor_id": "105244095045205265395",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXd5Ltqrq78INGBjLYGNWxT0i7NkpJm1eX6QXGcbLM4o9Oy",
    "review": "Tandoori Aloo was the best in the lot. Wonderful how they are trying to keep traditional dishes and ways of eating alive. Courteous staff and yummy dishes! 5 on 5! Only thing good remaining at ITC Maratha",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNtdVlLaS1RRRAB",
    "contributor_name": "pratik punewar",
    "contributor_id": "102233187049689135201",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXtnK8-1r49Knm1TD9Hu0VS2gDOxi0oobQyxpw50-30JxY",
    "review": "So we had a kebab here... It is expensive but it's worth it... Panneer was so soft I never had paneer like this before... Same goes with aloo kebab it's different and it's nothing like I have ever taste it.... In aloo tandoori kebab they make outer of kebab from aloo itself and they specially order paneer from Delhi... They also explained everything how they made which make service here even more better",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM0NlpmdXN3RRAB",
    "contributor_name": "poornima nanavati",
    "contributor_id": "110920375867712874959",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW7-Cw3w1xg5dMbrPBWouePv3CQTtUdCX5Kq4mRaoAwPPM",
    "review": "ITC:Food & Decor Magnifque!Ambience:Welcome to sunshine!With sky-high domes bringing in natural-light,lights up ur face & ur food.The seats and sofa-seating are plush & majestic.U actually are transported to erst-while era.Chef:Sous chef dipti had conceptulized this menu.This was dedicated to her grandma & mom-inlaw as chef is half maharashtrain half bengali.She put some outstanding bengali dishes which her mom-inlaw 1st introduced her to the same.She took great pride in telling tht each week here at the itc each chef is asked to showcase his/her strength of food in the brunch.The chef starts conceputilizing to every detail from monday itself.Staff:Under the helm of the f&b director mr.dubey,this place runs like a well-oiled machine.The plates and cutlery get replinshed quick as a bee.The fresh wet towels to wipe ur hands,(finger-bowl)made with decoction of tea with lime slightly added with vinegar,cleans ur hands squeaky clean.Totally impressed!Food:So was here for grandma's secret recipes and the menu was worked to the tiniest detail.Kokam cool sherbat which is star coming from malwan region.Chaas in this sultry mumbai weather is welcomingKhus sherbat to enviograte u.Wht more cud one ask!We started with a generous selection of chaats which changes weekly.Hence we can say its street foods of india.To get it right is tricky & here the have achieved it beyond compare.There wasKachori kadi:A rajasthani speciality simply wowie.Soothing kadi with ever-indulgent stuffed-kachoriSamosa chaat:Absolute delicious with a deadly combination of sweet,spicy,tangy.Sevbatata puri:A popular mumbai chaat.Chaat masala,boiled potatoes,sev and accompaniments as coriander mint,tamarind date chutney.A date ur hooked too for life!To begin with was traditional bong breakfast:Stuffed Lucchi:Arhar dal,moongdal,greencoriander and cumin.Deep-fried glory!Dum aloor curry:Lightly spiced and slightly spicy made with onion tomatoes and spices.Favourite dish of west bengalIn non-veg & veg they had chingari malai curry,dum aloor curry & stuffed luchi(bengalipart)In non-veg & veg was tambda rassa,kala vatana amti,ghaavan,koshimbir(her grandma's recipes,dedicated to her from kolhapur)In bohri section there was bohri khichdi,dalkhichda,subz bohri biryani,lauki palak made in bohri masala(dedicated to bohri communityDaliya khichdi:Forgotten grains with blend of light spices and medley of vegetablesUrlai Roast:Baby potato tempered with mustard,curry leaves & tomato garnished with coriander.Chole masala:Traditional recipe which was a winner made with a medley of whole spices tied in muslin cloth which had given the rich colur to chole(chickpeas)which were buttery-soft and further cooked with blanched tomato puree & flavoured with pomegranete dry powder.Lauki Palak:Comfort food made in bohri masala and cooked to perfection,where dudhi(bottlegourd)doesnt melt but it looks firm but is soft as pillow.Dal Makhni:The creators of this decadent dal,a treat savoured from infants to all.Made with harmonious blend of black lentils cooked over-night with oodles of fresh cream & butter.Better work-out!Lasooni dal tadka:This is made with arhar dal with parsi home made spices & garnished with brista(friedonions)Dont worry this too is there,have this with ghee plain rice and u will bless me.Subz bohri biryani:Come to mamma!Made with melange of seasonal vegetables cooked in rich onion tomato masala and finished with ground spices with garnish of fried cashews.Plate polished!Aloo methi:Cooked in onion tomato masala and blend of rustic spices to flavour an indigenious dish.So they do a lot of innovative brunches,follow them on digital media and u will know which is on ur wish-list to visit.Untill thenHappy Eating!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNXc0kzbjhBRRAB",
    "contributor_name": "Arjun Jadeja",
    "contributor_id": "113757287676517162988",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIlISK1EebHJGGXW0riLgC1GmM6hz2r4cn8DDIuGkAq",
    "review": "Excellent food. Courteous staff. Abundunt options to choose from the buffet.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURNMDdYWmF3EAE",
    "contributor_name": "Megha N Juneja",
    "contributor_id": "102074202649879595954",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJf8GQs29xBNUutJOY9k-Q2vdugorOU5jfhsC16HChe",
    "review": "It is an expensive place to be! Dishes here be it starters or main course, nothing is less than 2.3k/dish. The food is tasty. We ordered peshawari kabab which is mutton - perfectly made, kasturi kabab- chicken, daal Bukhara, stuffed naan, khasta naan and pudina paratha. All the 3 types of bread were very hard. One expects a roti/naan to be soft and edible.. they were like papad.The seats are not very comfortable as there is no back rest. They need to do something about it.",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNhdXAyUmJ3EAE",
    "contributor_name": "Mahesh Kumar Trivedi",
    "contributor_id": "104233354014494469162",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU7eYtWaYOpiPxg-s9y2oCQhkDe15cM0V7-MteIsm7_sfM",
    "review": "Luxurious property, near to Airport, Rooms are spacious, bathroom is clean, toiletries are ok ok since they use ITC product itself, Breakfast and dinner Buffet is lavish",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQ2MnF6MDdnRRAB",
    "contributor_name": "Anushree Kacholiya",
    "contributor_id": "118080621051714789864",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWwBvCqq5AC1PC805ERmtrR8pFuVxOLWOjxPuuxqLrzCw",
    "review": "We went to ITC Maratha - Peshawri for dinner..We specifically went there to eat dal Bukhara..so we ordered dal Bukhara and some different different breads ...We were instructed that please enjoy the food in traditional style i.e. eat your food with your hands not with spoon and fork..Eating food in traditional style also give you a different feel and taste...And Dal Bukhara was ambrosial... You can feel the taste of butter in every bite...Staff is very polite and friendly..😊",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNZNVBfYzBBRRAB",
    "contributor_name": "Amba Snakeman",
    "contributor_id": "115405426829174390563",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVhXAaOnqIMjBgRT2xunQsClJuTByEC5_WXNssZU1zAPg",
    "review": "Dining option is good. Alot of variety available, both local and international. Staff are excellent. They are well versed in english. They have both buffet and ala carte. Serves till late hours. Recommend to pay this restaurant a visit. Serving size is quite big.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURZaXN2SVVREAE",
    "contributor_name": "Aashish thakkar",
    "contributor_id": "108388428857333328504",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLpF7JogBrJvqF6PM_aFs62TjqB3j_9T-2q_ii_--Xm",
    "review": "Peshawri is north indian cuisine restaurant one of the best restaurants by ITC Maratha located at airport ,Have been over nephews bday . Was best Punjabi expriance which came at a cost . But happy exprianceWe tried1 panner thikka panner marinated with some dry green spice was good 4/52 dal bhukara . One of there chefs speical dish is dal bhukara they quote it's cooked for long time . And did tasted good3 panned thikka masala. Vegitable with perfect blend of spices and pieces of panner4 tandoori naan .. perfect cooked indian bread5 rumali roti .. was really soft and good at taste6 phirni was at its best and creamy7 rasmalai was really fresh perfect sweet and good to tasteAs we were celebrating bday they served us with cake . Thank you for it ..* This restuarants expects u to eat with hands for getting connected to food better .* They even serve pan as a refresher do try it.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQteXFIcHdRRRAB",
    "contributor_name": "Shweta Agrawal",
    "contributor_id": "115770830869754319467",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJrSPqoeShnd8ZBA9RZZ-iQxma9YRMn8sDYy1o6vzhj",
    "review": "We went to celebrate our anniversary in Peshwa Pavilion as we absolutely love the spread there. The food and ambience were just perfect as usual. Prompt service and super attentive staff are their forte. Chef Shyamal Kumar ensured that our day was made extra special in every which way. Thank you Chef for everything!!! The manager Mr. Ramkrishna was around all through to check if we were comfortable and were enjoying ourselves. The cake was absolutely lip smacking! A must, must visit place to celebrate all your special occasions and also whenever you want to be pampered.Vegetarian options: A good variety of vegetarian options are easily availableParking: They have valet parking.Kid-friendliness: The food is kid friendly, the staffs ensure the kids are well fed and taken care of.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNZODctVVJ3EAE",
    "contributor_name": "Brijesh Sonigra",
    "contributor_id": "116430367747737029801",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIfBqX8ALTCv5SPGVx_wWzMBWc5nNLVzHaKzNutUIIm",
    "review": "Absolutely out of this world amazing food. Probably one of the best Indian food restaurants I have been to on the planet. Situated within the ITC Maharata hotel makes it feel like a palace setting providing a great ambience and supplemented by amazing service makes for a great meal. 100% recommend a visit here. Will be back soon.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURVeTR6WjJRRRAB",
    "contributor_name": "Kuldeep Verma",
    "contributor_id": "106083423244284378478",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIsk6oRwlm_VmqK7ob3Viw88DU6olj6vr-nlWYRjSz8h7k",
    "review": "5 stars for this 5 star.The staff was really friendly. Manager also suggested cuisine. Must try is there Dal Makhani which is out of this universe. The dining experience was overall very good. Just the ambience was crowded even on weekdays and a lot of noise (due to customers) Rest the experience was amazing..Costing is about 5k for 2 people. Try to get zomato gold or other dining options for better deals.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNCN0xPbGRBEAE",
    "contributor_name": "Sudharsan Pandiyan",
    "contributor_id": "113923308208519583522",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW_cd6gGXU-hGmKfRZEy1Q8dPLUwcKvI3HTWMFHTAmdSLg",
    "review": "I really enjoyed the traditional style food. The kebabs are yummy. The bukhara dal is as close to what you get from Bukhara in ITC Maurya. Gulab Jamun was also good.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQwZ2RpcXBBRRAB",
    "contributor_name": "Merry Jane Golong",
    "contributor_id": "108118784018616831445",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU-pVpZ8iGu2p8FGra9I6ljesLJqJ0XmsUdk8wzZunVG1UE",
    "review": "You can taste the authentic Indian dishes with affordable prices. Peshawri is a great restaurant inside ITC hotel. Very luxurios as it seems but I swear, it is very affordable. The food is worth it of what you paid for.Great service by the resto's staff and the chef is very friendly.The place is super duper clean and high class.I honestly enjoyed the food/dishes in Peshwari and would highly recommend it.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURkeDgzVm5RRRAB",
    "contributor_name": "Rayomand Karkaria",
    "contributor_id": "115590364713886765416",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVZppu4Lej-55n3yNnUQtpwprheqBLzGhmi9qd3MeGXrYo",
    "review": "Excellent food and service. I thought it lacked a huge variety though",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNkcWFMX3FBRRAB",
    "contributor_name": "Chi Chi",
    "contributor_id": "101345166128782071505",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXDnxiD1sSwleuCLqDNEj-f1XOSCCFt2qkwuc-CEV3umrK-",
    "review": "Oosone authentic taste",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURWc29MUU13EAE",
    "contributor_name": "SHATUL GUPTA",
    "contributor_id": "103300760190323212411",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWaQGtFPXmbaOmEfcWWccSQNvI2rTF2xby76AXGZyPHV90",
    "review": "a lovely place to spend time, but was disappointed with service standards. Went there after almost 20 years, brought back old memories.  Found it very dull. It's not lively as it used to be.",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURaOUxTRWp3RRAB",
    "contributor_name": "Sunil Agrawal",
    "contributor_id": "106540893086149618395",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKyWTEr_UEvrWydkgDQCjLBhWp9uKLx5g8T4Iy_mOEW",
    "review": "Good ambience. Good food. But expensive\n\nVegetarian options: Good variety of vegetrain food available",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMxMDViUmdBRRAB",
    "contributor_name": "N Dang",
    "contributor_id": "102522752488873249920",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVI_kLJfh0Atl--F1XKfHMY3Wp_Y6IYpUxg_HgC1JV-OQ",
    "review": "Delicious food, Great atmosphere & ambience\nMore importantly very skillful & courteous staff.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOEpienlnRRAB",
    "contributor_name": "Abraham",
    "contributor_id": "110614040228170042615",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIBSboSC5iAJYUWaTM0RcNPdIgGdAmdCK4JkNgLpAeC",
    "review": "Beautiful stay. The staff was so supportive and always helpful. They make you feel super at home, which is why this is one of my favorite hotels to stay in. Comfortable beds. Beautiful views. Kind and polite staff. Awesome food. Your platform has also been super helpful with discounts and rates. Special kudos to your team.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNCaGJ5OGVBEAE",
    "contributor_name": "Vedant Bansal",
    "contributor_id": "110574490304536182021",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUJzXdGN4cVIh1oncXeEciiDSuaPOs1-KWiXqdYYV_mSsoM",
    "review": "Great Indian food but quite expensive. Be ready to go old school by eating with your hands.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNadE5XVmNnEAE",
    "contributor_name": "Manav Mittal",
    "contributor_id": "113208320798186708472",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWPVqHhGjquovyAlQldFUXngoVYGQwvhqgysy7Ey8s96Efi",
    "review": "Best food best view with the best hospitality service . All the staff members are very nice . Best rooms with proper hygiene and with proper maintanence. Loved this hotel alot and their food is too amazing as well . Loved the Chinese dishes as well.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNzZzlqVXZ3RRAB",
    "contributor_name": "yash bopardikar",
    "contributor_id": "117514604851859873922",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWye80KGTYd2nmoXwWfSV90T3-16qUhanWYtCVYMi5jaw",
    "review": "The staff was over stressed and not managing the bookings properly. The sitting was not comfortable at all. The kababs were really good but the murgh makhani was nothing special. I would say rumali roti was good nice and thin. Not worth the money.",
    "rating": 2.0,
    "rmap": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURDeDRfRUZBEAE",
    "contributor_name": "Be.bhukkadd",
    "contributor_id": "113169649292296144851",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU2Bqq3rbFL6yXlHyRxilgg3xz0aIRGQNGoAwEjMAPon9up",
    "review": "Call for food for my daughter's birthday just after lockdown is opening..The order was taken courteously and arrived on specified time, properly packed to keep the taste and look of the food as it would have been when served in tge restaurant itself..Felt so heavenly to have the Peshawari food after  6 months.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMyc2FhMTJnRRAB",
    "contributor_name": "aniket churi",
    "contributor_id": "112705443458736069901",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUBr8FXPMREFzNk16YxpVjZ_I86m9_JYq55E5t3CHDtZqQ",
    "review": "Food excellent, service confusing, menu confusing on top complimentary drinks were charged in the bill....\nOverall felt really missed out on great experience",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNhdU5pVHVRRRAB",
    "contributor_name": "Nilay Kambli",
    "contributor_id": "103218147061635711989",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVMXVx6ho_VWO9jae3q8GJ09q1yjpeQBC16MmJmYf92fNI",
    "review": "The food here is out of the world. Right from the Paneer Gravy to Rotis. We especially indulged in the Dal Bukhara and Ras Malai. The Dal Bukhara is one of their most famous signature dish, a must have. RAS malai was so melt in your mouth soft. The service was excellent. They have put moveable glass privacy shields in-between all tables which we found to be very good. The plate, bibs, water bottle, glass were sealed/packed with sanitation message. This is a great place to enjoy a mughlai meal. Even after a gap of 15 years since I had their Dal Bukhara it's still the same. We also added naan amaal, pudina paratha and Roomali roti all made of whole wheat flour.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSM1A3NlRBEAE",
    "contributor_name": "Vikram Khanna",
    "contributor_id": "103772432960203799356",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVQeXo--3jwL7kJfUA8erxYfyV0Q8S5v9q8LMOaeZmv0Q",
    "review": "If you're looking for the ultimate luxury experience, look no further than this incredible 5-star hotel. From the moment you walk in, you're greeted by a team of friendly and attentive staff who are dedicated to making your stay as comfortable and enjoyable as possible.When it comes to dining, the hotel has an array of options to suit all tastes. Whether you're in the mood for a casual meal or a fine dining experience, the chefs here are truly talented and always deliver exceptional food. And if you're in the mood for a drink, the hotel bar is the perfect place to relax and unwind with a delicious cocktail or glass of wine.But what really sets this hotel apart is the incredible level of service. The staff go above and beyond to ensure that every guest feels welcome and taken care of. From the front desk to the housekeeping team, everyone is friendly, professional, and eager to make your stay as memorable as possible.Overall, I can't recommend this 5-star hotel enough. If you're looking for a luxurious and unforgettable experience, you won't be disappointed.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNzckxMbWRREAE",
    "contributor_name": "Shivam Goel",
    "contributor_id": "101265254814837405627",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWmS7FSsVS-ayHtS2_MWkmYXcxX1WtNfvoXz2LFJ9z0iA",
    "review": "It's an amazing place with very good food options. I loved the veg platter.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSM1BqTU1BEAE",
    "contributor_name": "rakshith s",
    "contributor_id": "112216608523037741692",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUxxCe6wRhl0n8js20UQ8HZV253Fx2wY--ff9cKROPR",
    "review": "I visited the restaurant for dining and it was awesome and felt  fantastic experience. From the moment I walked in, I was greeted by  hostess and seated me to the dining table . The atmosphere of the restaurant was warm and inviting. Proper soft lighting and comfortable seating arrangements were made.As for the food, it was absolutely delicious. I ordered . The service provided was very good  All the staffs were well groomed and with uniform.  The staffs was  looking into every customers and they were  attentionaly attentive and courteous. Throughout my entire meal, the staffs was making sure that I had everything I needed and checking in on me regularly. My server was knowledgeable about the menu and able to provide recommendations based on my preferences.Overall, experience of the restaurant was ultimate fantastic . I would highly recommend to anyone looking for a great dining experience.Food & drinks: The foods and drinks that were available was delicious.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURzN3NyeXBnRRAB",
    "contributor_name": "Randhir Singh",
    "contributor_id": "108043888001688225484",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVJbi6GDqI9lXq9eUiIEc4tGWkmcYTmh6Is9YCCH6N3Qyn9",
    "review": "Amazing place with great ambience and if you want an authentic Peshawri Cuisine, it's a must visit, the Sikandari Raan is by far the best Non Vegetarian Cuisine I have ever had, the real mix of spices and aroma and the Peshawri feel when you have to eat it with your hands really takes you back to historic times, infact the ambience is also royal, well that's something ITC is known for.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeEx1TlhREAE",
    "contributor_name": "Manikandan Murugesan",
    "contributor_id": "107095676287469223748",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUh6JIZM5iDEMGxSh6krUMt8YJuaTIrYqklBol-Pbeb1JRF",
    "review": "We stayed here last month vocation. Such a nice spot to get peace and happiness. Rooms are top class and very hygiene environment.  Everything we saw there was very trendy and beautiful. Very fabulous outlet. Really it was nice treat to our eyes.If you want to stay in around here. This place is heaven I’m sure you will have good time here.Food they provided in variety we never expected and taste wise it’s top notch.Service and maintenance are very pleasant.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUQybFkzNHhnRRAB",
    "contributor_name": "max panaro",
    "contributor_id": "103581617750744520848",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjX7I5k9p8uAh_m7-PQkVJloJZsvy9-M_sBWlLn6pPHJrd4",
    "review": "Great veg and non veg food. You can see the food preparation with the tandoori",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNzazVleG53RRAB",
    "contributor_name": "Dinyar Mistry",
    "contributor_id": "116233984179722730185",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWRV-SMugZd_HoXXgkRhtoFoBDApFtazwDb8TuxYVmeckE",
    "review": "By far one of the best restaurants for kebabs and north Indian cuisine! Expensive but completely worth it!! The sikandari Raan and Dal Bukhara are to die for!!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOUltWTlnRRAB",
    "contributor_name": "Talha Mirkar",
    "contributor_id": "104318754255682755095",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJXEOe7LehwUXMS4mc0aLO7gF2i5BtxHP_DAWDtcoVb",
    "review": "I recently visited ITC grand maratha with family. I was impressed by the service and hospitality they offered. We were welcomed with drinks and the food was very tasty and delicious. The food was decorated nicely that I could resist posting it. The atmosphere was no less than a Royal place. The interiors of the hotel was so good and air was having nice scent..! Overall I loved dining at the hotel",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSX2NfTFdnEAE",
    "contributor_name": "Paritosh Jha",
    "contributor_id": "107908148172769031432",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXpeOMHTLK4TVf6fkr2EeXyF0o9ij3WMnzL0uEXBNgna1w_",
    "review": "\"I recently had the pleasure of staying here, and I must say it was one of the best hotel experiences I've ever had. From the moment I arrived, the staff was incredibly friendly and accommodating, and went out of their way to make sure I had everything I needed. The room was spacious, clean, and well-appointed, with a comfortable bed and all the amenities I could ask for.One thing that really stood out to me was the hotel's attention to detail. Every aspect of the hotel, from the lobby to the restaurant to the guest rooms, was beautifully designed and impeccably maintained. I also appreciated the little touches, like the fresh flowers in the room and the complimentary snacks and drinks.The hotel's location was also ideal, with easy access to all the attractions I wanted to visit. And when I needed recommendations for restaurants and activities, the staff was more than happy to provide their expert advice.Overall, I can't recommend [hotel name] highly enough. If you're looking for a luxurious and memorable hotel experience, this is the place to be.\"",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURVeGZ6NW9BRRAB",
    "contributor_name": "Jeevan Sharma",
    "contributor_id": "103440691988278859110",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXU7CrgU82FtOyj3YvkjJA67XDJuGqh8QWEcHoKIs-mrw",
    "review": "I like this place for the quality of service as well as the food.While they don't have a large menu or lots of food varieties, but whatever they make, they do it well.Dal makhni or slow cooked Black Lentils is the signature dish and a must have.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNaMU5fOVVnEAE",
    "contributor_name": "04 Avinash kumar",
    "contributor_id": "112503382557375833032",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUwIUqa38wGrYtWfV9miz49bgiG-BygdQZ4s-DqqB6q9YM",
    "review": "I have been here for 3 days the facilities were awesome , the management was so good .Mouthwatering food 👌Location is just perfect.Room interiors grabbed my attention ...😘Walkability: Enough space..",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoN1BhYzZ3RRAB",
    "contributor_name": "TIRUPATI ESTATE CONSULTANTS",
    "contributor_id": "103109721516624704579",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXfcOm9X4E6Z-9XEpTH-ny-ht_gime9Qxx81scdVoJp54o",
    "review": "I recently dined at ITC Peshwari and was thoroughly impressed by the quality of the food. The menu had a great variety of dishes to choose from, and each dish was expertly prepared and full of flavor.The service was top-notch, with the wait staff being attentive and knowledgeable about the menu. They made great recommendations and ensured that the dining experience was enjoyable from start to finish.The presentation of the food was beautiful, with each dish being thoughtfully arranged on the plate. The flavors of the food were well-balanced and each ingredient was of high quality, making for a truly delicious meal.The atmosphere of the restaurant was also noteworthy, with a warm and inviting ambiance that made for a comfortable dining experience.In conclusion, I highly recommend this restaurant for anyone looking for a great meal in a warm and inviting atmosphere. The food is of high quality, the service is excellent and the overall experience is one that will not be soon forgotten.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNwcnUzVnNBRRAB",
    "contributor_name": "Tanuj Roy",
    "contributor_id": "113268990214056303590",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU0zLWDkj0agiKUtGUX0nWAEjTUzWztqCFDjH9P28yEKw",
    "review": "visited on the 2nd august for dinner buffet at the table number 50.Service : no longer with a smile or efficiency , deterioration was visible.Food : ok but indeed can be better .Deserts : below par .I paid in excess of 14 K but no bill was produced in hard copy . I was told by the floor manager , who noted my mobile number , that it will be sent by whatsapp but till date not sent . Quite not like ITC .Overall : the good old days at the Peshwa Pavilion seem over",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOVBQc2tnRRAB",
    "contributor_name": "lingesh surya",
    "contributor_id": "100548043927627961683",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKAU-paQe19FHTmuN3Gxg8x2OHg-jFafCRCMtWgC_V0",
    "review": "I had the pleasure of staying at ITC for a week and what an amazing experience it was! The staff were so friendly and helpful, and made me feel right at home. The rooms were luxurious and comfortable, with all the amenities you need for a perfect stay. Not to mention the beautiful view of the surroundings! I would highly recommend ITC to anyone looking for a relaxing & luxurious stay.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURBeXNLUjVRRRAB",
    "contributor_name": "Nikita Gharat",
    "contributor_id": "100820127548946998419",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJN8L9ink9JdIqLLFmnG3hqQ49_IFGg4bmcFlvnx-Ik",
    "review": "The food was awesome. I wanted to taste Peshwa style cuisine so I ordered basundi and mohan pedha.The ambiance is excellent and the interiors give a look of Shaniwar Wada of the Peshwas. I really felt at home due to the excellent service. Another thing to note, which is not good is that there is no picture of any of the Peshwas out there. You will not find any Peshwa history right from Bajirao 1 to Vishwasrao, Nanasaheb to Sadashivrao, Madhavrao to Baji Rao 2. Even the valiant Chimaji Appa is not mentioned anywhere.The manager told me that they have the paintings in the stock but don't have place to put them. I guess they should really work on that. Otherwise, everything is wonderful!",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUN4cXVPakRBEAE",
    "contributor_name": "Dabhi Ankit",
    "contributor_id": "113705423236463616628",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKKSJzg-wvgmB_nBO8_OyR9GfSl6PtlXn9XYH0Cg51e",
    "review": "This Restaurant is an absolute gem for lovers of authentic Marathi cuisine.The moment you step inside, you're greeted with warm hospitality and a vibrant ambiance that reflects the rich cultural heritage of Maharashtra.The menu is a delightful exploration of traditional Marathi flavors, with dishes that are packed with delicious spices and aromatic ingredients.The food is cooked to perfection, delivering a burst of flavors with every bite.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeHJ1Y1pnEAE",
    "contributor_name": "Arun babu",
    "contributor_id": "111829496361040114517",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJarDplhuiqEt6pNptJlrUyJFJucJ8sy4p2nSf7_HkJ09U",
    "review": "I recently visited ITC grand maratha with family. I was impressed by the service and hospitality they offered. We were welcomed with drinks and the food was very tasty and delicious. The food was decorated nicely that I could resist posting it. The atmosphere was no less than a Royal place.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSMzZHejV3RRAB",
    "contributor_name": "Sai Teja",
    "contributor_id": "109841826016553476159",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVWPXYtR3RISIdIGQnfMNf2ytWPCb19gKW9cJqRZBjy3w",
    "review": "Mostly we can feel it as our home  rooms were clean, very comfortable, and the staff was amazing and hygienic place . They went over and beyond to help make our stay enjoyable. I highly recommend this hotel for anyone visiting downtown. 24/7 service available and good maintenance nice furniture attractive designs and good looking to stay here.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNScE5DRDZRRRAB",
    "contributor_name": "Lakshmisha BK",
    "contributor_id": "102510857472032204805",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIfTkiXHHtGoNG5Zx1gehsfvWI2yB2xvNBb2Qnz7j95lZY",
    "review": "The meal at the hotel is quite delicious; my family and I both really loved it! In addition to being fantastic, the rooms come with practically everything you could possibly need. There are many of unique items in the hotel foyer, and the staff is also quite kind. It was so much pleasure going to the chocolaterie with my cousins, I remember. I would love to visit this place once more.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMyeEtuNzlRRRAB",
    "contributor_name": "Vasudev Sharma",
    "contributor_id": "116374213027060029402",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUkW8FOyMrQOPT8Rtlffr8XMDbJXThK1rJQH7pdCHZNxNM9",
    "review": "Love the evening buffet, really good spread esp got someone who loves salads, great choice of Indian and dessert.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQ2bjZ1aE5REAE",
    "contributor_name": "PUJA NANDY",
    "contributor_id": "112858928066421424186",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUJrLtPG33VuWm3t1NBIVZBbXWI0tyXdaqnOSSAMOsHdKrX",
    "review": "The ambience there is awesome.. Variety of food available.. I liked it very much..",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURScHFUMTF3RRAB",
    "contributor_name": "shaik ahmad",
    "contributor_id": "112344621877498805019",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVR8cLOPC8-mAOk2afV5SHlfpMAbeFUq4G6BoLciPNkSQ",
    "review": "We particularly enjoyed the atmosphere, which was more informal than expected. Rajendra came to the table to take our order himself. He has a really lovely character and made us felt at ease and respected. This is reflected in his staff as well, who are incredibly professional and clearly take pride in their work while remaining verypersonable.A fantastic experience, and highly recommended!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMwbXJ6TmZnEAE",
    "contributor_name": "Neha B Swarup",
    "contributor_id": "112701925505520102098",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjV6BsVEi4RdPZP86679qCtGTgk78fFYx8Ul2J87y5tNh5s",
    "review": "Love love the food, courteous staff, hate the seating. It's probably the sloth in me that needs seating (especially at a restaurant) with a back rest.Their tables either seat two or six, the six seater has back rests and a couch, the couple tables have these weird toadstools to sit on and the tables look like tree stumps.I would definitely recommend that they rethink their seating as it's not comfortable at all, specially when the patrons really want to relax and enjoy the amazing food that the restaurant offers.The daal bhukhara is hands down a winner, my serious suggestion - get two bowls of it straight off because that will get polished off the quickest!A special mention of the staffs' uniforms, I love the fact that the management kept the uniforms and the servers foot wear in tune with the resturant theme.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSbVBhNl9BRRAB",
    "contributor_name": "Rajendra Jain",
    "contributor_id": "105965375999134982184",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXPWUF0C8Ke22R7nSlV-7oCY_yPpmjqOKshv8qRRtxqudEr",
    "review": "The food in the lodging is sooo yummy, my family and I really appreciated it! The rooms are splendid as well and you are given nearly all that you could want. The staff is truly cordial as well and there are such countless cool things in the inn entryway. I visited the chocolaterie with my cousins, and it was such a lot of tomfoolery! I would truly appreciate returning here by and by.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMyNnB2eGdnRRAB",
    "contributor_name": "sunny bawa",
    "contributor_id": "112322535068869824291",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUJZEEXVYdEQ-v0nen87GBgtEAqhbZMhXDZmU4WJQOHeSA",
    "review": "starters there was cold which clearly indicates the food is not fresh. my overall experience is that the taste is nothing great so is the food",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOFAzWXFRRRAB",
    "contributor_name": "APPINA VENKATA GANESH",
    "contributor_id": "109398057132678389604",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWyThLf5SjZ8ar_5Ml68tCkSVTehhKGloXDNhdmAQJGH-w",
    "review": "Peshawri is a famous North Indian cuisine restaurant located in ITC Maratha, Mumbai, India. The restaurant is known for its rustic ambiance and traditional tandoori cuisine, including kebabs, biryanis, and various vegetarian and non-vegetarian dishes. The restaurant has an open kitchen concept, which allows customers to watch their food being prepared by the chefs in front of them.Peshawri has received generally positive reviews from customers, with many praising the quality of the food and the restaurant's ambiance. The restaurant has also received praise for its attentive service and knowledgeable staff. However, some customers have reported that the restaurant can be quite expensive, and the portions can be relatively small.Overall, Peshawri - ITC Maratha appears to be a popular and well-regarded restaurant, with a focus on authentic North Indian cuisine and a unique dining experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURoa0xEQ1N3EAE",
    "contributor_name": "S Shobhana",
    "contributor_id": "101289917725058159640",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWWFmxja_5L7rwbGrR_2IubOrjYAH5faAjAnY3EmAKOe-0",
    "review": "I recently went to ITC Peshwari i love the ambience and quality of food. Menu has a variety of food and good quality and quantity. I like the service and team and they help us to choose the food as per our wish. The flovours and taste is so nice and delicious.Finally I want to say that it's a good place to enjoy the delicious food. i would recommend for everyone to visit this place and enjoy the quality of food and ambience.I'm happy to visit this place and enjoyed the food. service is excellent.Thank you",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSbmN6ckhBEAE",
    "contributor_name": "renJI O.K",
    "contributor_id": "101419439090432629342",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWBcr2qxpyrBndUibG6VUYY3zbE8KY62ptO3GJIEyeVutI",
    "review": "Amazingg restaurant has left us with a best impression!! Hospitable staff and delicious food. Staffs are extremely knowledgeable and made great recommendations and we could feel that making the customers happy is their main priority .. Considering the quality, the price is reasonable.",
    "rating": 1.0,
    "rmap": 0
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSOFBUX0p3EAE",
    "contributor_name": "TRIVENI PATIL",
    "contributor_id": "111790869364279242450",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVlc__X8PD5wurhGvDLRojyKZPHIpB_qR5N9HtiEZUnHw",
    "review": "It is a popular  dishes to satisfy your mid- morning craving. So many option are available for you and heartier lunch items. The relaxed atmosphere and social nature of brunch make it a great way to catch up with friends and family over a delicious meal.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSaVBLaTh3RRAB",
    "contributor_name": "Dr. Mayank singh baghel",
    "contributor_id": "102724945616886984869",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXTvKl64EEOD7StLv4b6LniiXts6REdZBhakbF2cCCMpes",
    "review": "When we think about celebrations, Peshawai ITC is always our first option and it never disappoints. From the starter to the dessert the quality and tastes of everything was outstanding, my favourite Chicken nan & kabab all  might have been the best meal I have ever been served. Service was delightful and very professional. 10/10",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeEsyQlFBEAE",
    "contributor_name": "tharak sai",
    "contributor_id": "101271741469330855045",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIDLo5--VhSyGWa-gfeV3RhGSMeueHVSqKjL8c14GCfRw",
    "review": "I recently went to ITC Peshwari i love the ambience and quality of food. Menu has a variety of food and good quality and quantity. I like the service and team and they help us to choose the food as per our wish. The flovours and taste is so nice and delicious.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURoaFppTHZRRRAB",
    "contributor_name": "Satish Nigam",
    "contributor_id": "101008742833997228722",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVMi9R9hQ9wH-4SwM8869nBfz0G9RpLx3n03zHtecWew1U",
    "review": "Excellent hospitalityWe stayed here for two Days , our stay was very nice, just fantastic. Rooms was Clean and Spacious with all available services. we had a royal experience, food quality was good. nice place to stay. highly recommended.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNpN0xpZ3d3RRAB",
    "contributor_name": "Jatin Shah",
    "contributor_id": "104746186211880413033",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVsB78mra77iOjfT7mJaTsK0rOz9yAYo6vubZ0WQd46FaDU",
    "review": "Had been once to Peshawari prior to this visit of mine. And every single time I have just simply loved their food. Located on lobby level of ITC Maratha, Andheri East the USP of this place is to have your food with hands and it tastes divine.I visited Peshawari on a special occasion, my birthday and it was indeed a treat. Ofcourse it was just a week prior that restaurants were allowed to invite guests for dine-in, so lucky me. If you happen to visit the restaurant now, they have big glass partitions to every table so you get your own private space. They have taken a lot of care in terms of hygiene, so utensils are washed, sanitized via UV and packed before being placed on the table so no human has touched the plate before you. Also there is no menu now so you get a digital menu which you scan on the table and check for yourself.On welcome we were treated with a papad platter and green chutney, chutney is superb. Peshawari offers 3 different options in its menu - you can go A-la-carte, Signature Set Menu or Single Diner's Experience Menu. Let me warn you the quantity offered by Peshawari is huge portions. So go for Signature Set Menu only if you have a huge appetite else you may need to pack a lot of food and take it back. Set Menu is priced at 4000 and taxes. We were 2 of us, so we decided the best option for us would be to go for 2 single Diner's Experience Menu. This was priced at 2375 and taxes. It's a 3 course meal with Starters, Main Course and Dessert.This menu comes with 2 pieces of Tandoori Aloo, 1 piece of Subz Seekh and Tandoori Salad as starters. For mains - it's Paneer Makhani and their signature Dal Bukhara. The mains are absolutely divine. Must haves here. You can choose your bread along with the mains. We called for Butter Naan and Cheese Naan. Cheese Naan is super filling I must say. And for dessert you get an option to choose any one from Gulab Jamun, Ras Malai, Kulfi and Phirni. We tried the Gulab Jamun and Kulfi with Falooda, again superb!We had a splendid time at Peshawari, the staff took really good care of us, a special mention for the manager - Mr. Hitesh, extremely helpful and courteous. Thank you Peshawari for making my special day even more special!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR4enNMaGh3RRAB",
    "contributor_name": "The Planet D",
    "contributor_id": "106402530764114663892",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVnjhN3gZf_0n6c683jZIRtfn4l2CCuqZ7o7v3Zp0Ar",
    "review": "My friends and I recently visited Peshwa Pavilion in Ashok Nagar, Andheri East, Mumbai and it was a delightful experience! The buffet spread was vast and the food was simply delicious. The ambiance of the restaurant was elegant and inviting, and the service was excellent. Highly recommend this restaurant for a fulfilling dining experience with friends and family.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSMjRpdXh3RRAB",
    "contributor_name": "HL Telecomhelp",
    "contributor_id": "114368429197826576447",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKjf4DoJZzfNti1KExC3CdCybKWqy6uUa712pf9_mZm",
    "review": "Without a doubt one of the great experiences at ITC Grand Maratha. Hospitality and food at its best. We had two great evenings here, which obviously also added up to the experience. such a quiet and peaceful environment.Food & drinks: Awesome",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSNjVQZGV3EAE",
    "contributor_name": "RISHABH JHAMB",
    "contributor_id": "104078878238156163497",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUcePs4mCCVqPVwU3JAY62Y-RQ_bM8p5ExKFs7UUKeAevs",
    "review": "The best place to dine-in with friends and family. Delicious food with soothing atmosphere makes it more memorable place. Visit and once your heart will keep on wanting to come again and again. Rooms are quite spacious and well maintained. You will enjoy your day to the best.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSOF9EN3V3RRAB",
    "contributor_name": "Lishika Rajput",
    "contributor_id": "108407220953092172121",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLOeat0-ms3jWyrKWrznZiEkc96l3kwMT-giU2FP2zw",
    "review": "An amazing place to come with your family and friends, a calming ambience with nice seating and music. Food was amazing.\nOverall an amazing experience. This is the second time I went there and this place does not disappoint!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQ2cnA3NlRBEAE",
    "contributor_name": "manali babar",
    "contributor_id": "113472876930938786855",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUZJ4sKHGQ1q_7L5uRZ_kAjCFl-uM49MGvvhpaZOr5h8Nda",
    "review": "Amazing food , loved the ambience..its pretty unique..super friendly and polite staff",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR0d1kyUE13EAE",
    "contributor_name": "Kuldip Deshmukh",
    "contributor_id": "117734146077705346098",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVL5ZvE7GQmyTAvcY4mcmwvTCr2wSirOyIXqkar215qd5Q",
    "review": "Beat 5 start buffet in Mumbai.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURGZ2JpdTZRRRAB",
    "contributor_name": "Ameya Pitale",
    "contributor_id": "113502094903508558806",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLHWlDVlXx_j8kBN3IkvX1LCqZXAtX33E7-dCicFuM1",
    "review": "I think there are better options around the city... Sorry ITC..Didnt expectvto spend 3.5 hrs for lunch.. Super slow servicd..",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURobWNyU2RnEAE",
    "contributor_name": "jackie shamji",
    "contributor_id": "100668028955040257337",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjV-VUPB_wVUtpC6SriYWd4F_X3bZV5mhL7i3WI_QKtWEPY",
    "review": "The ambiance and service were top notch. I particularly liked the recommendations from service staff to use hands instead of cutlery to enjoy Peshawari food. It was my fast visit here and I thoroughly enjoyed it.Will definitely recommend it to my friends, colleagues and family",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURHMnBhempBRRAB",
    "contributor_name": "Sangeetha Nair",
    "contributor_id": "112414971853483275664",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVAAPsJ9JsyCfKyNAVvt8DykxMMHrOPMUNCkEDySvkHNg",
    "review": "It's inside ITC Grand Maratha. Good ambience, we opted for buffet and it had good oprions.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURHejVIbllREAE",
    "contributor_name": "Tarandeep Singh Sekhon",
    "contributor_id": "101314672079670738129",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXKH7sADCJFfbsc7lOTBaKlrMjKP14BL-5dmIdiC7QaxdRv",
    "review": "Excellent spread and yummmmy food. Super service. Thank u for ur fab suggestions to Kitchen Team at Siddhesh Dicholkar.\nWill visit again soon",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURoanJLQktBEAE",
    "contributor_name": "Oliver Ritz",
    "contributor_id": "112824823172242016453",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXIZuBdFMF5DO7BSmjP4pFzuqF-wL2uwvvq38jka0eh1Q",
    "review": "Just overall a beautiful place in terms of food quality. 22 years and still full house despite the same menu throughout. It has all you need for a fantastic meal. And the kulfi is the best I’ve ever had. Well done!Vegetarian options: Great paneer curry",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSckxmX2FnEAE",
    "contributor_name": "Umang Verma",
    "contributor_id": "104808855794699528267",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXpqAQd7Sr7uuJif7NePGaMNPYie-3xbltCJXXZ_Ls5jewZ",
    "review": "The atmosphere of the restaurant was also pleasant. It had a cozy and intimate feel, with soft lighting and comfortable seating. However, the noise level was a bit high, which made it difficult to have a conversation without raising our voices.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSMG9DanF3RRAB",
    "contributor_name": "Kumar Saurabh",
    "contributor_id": "106637631524193609888",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUNxPj3tG1g1GpE_0LmOxEjVXRBBS3sXt2euWqKxtJfmZ8",
    "review": "Marvelous food and accommodation at Peshawari, ITC Stupendous Maratha. The sheep starters and dishes were scrumptious and dissolve in the mouth assortment.The mood and administration were first class. I especially preferred the suggestions from administration staff to utilize hands rather than cutlery to appreciate Peshawari food. It was my second visit here and I completely appreciated it.Will prescribe it to my companions, associates and family.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSMHNLSi13RRAB",
    "contributor_name": "Sameer sharma",
    "contributor_id": "103585619156009298572",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIA5c6dPUJJjinMlP8MJ7twYLjcEGoNBw5EfCIUgwAr",
    "review": "Totally loved the ambience and atmosphere.Their food is amazing.Service impeccable . Rooms are spacious enough for 3.Location is breathtaking and you can view the sea at length.Highly recommended",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNGcDV2clp3EAE",
    "contributor_name": "shivani thakur",
    "contributor_id": "117168497487072626124",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUqzMeP32dIS_K64RkUAlmQAzj67AFmdux3_fKupvfCBWc",
    "review": "It's a must try and also please do go for dal makni the best in the world",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUN4aHFTd1hREAE",
    "contributor_name": "Emmy Woods",
    "contributor_id": "108371578447146684941",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJBinK4SDVxssXJ6oi8kk4gvadhe1_syhBfE5fBRg7k",
    "review": "I recently stopped by for a snack and was pleasantly surprised by the quality of the food and the friendly service. I opted for a Mysore masala dosa which was freshly made and flavorful. The staff was courteous and efficient, making my visit a pleasant one.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURnb0xEa3l3RRAB",
    "contributor_name": "Mohammad Anwar Momin",
    "contributor_id": "105623861779559827139",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWTOZyfVOr4BCwT3uU_VOs7L1D5EAq2cKADQni53NZ2CxU",
    "review": "Great place for a good get together. Good ambient and very good service. Recommend for corporate and individual family’s.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSX19pSW93RRAB",
    "contributor_name": "Dimpla Devi",
    "contributor_id": "104714136061253036868",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIFWqEOyOpb602XkbtRwBpkNQTN-jl1M07ZvXuP5PVX",
    "review": "Peshawri at the ITC Maratha is an exceptional dining experience that transports you to the heart of the North-West Frontier. The ambience is rustic and intimate, with traditional decor and warm lighting creating an inviting atmosphere.The star of the show, however, is the food. The menu is a celebration of the robust flavors and unique cooking techniques of the Peshawar region, with dishes like the iconic Dal Bukhara and the tender and flavorful Raan-e-Peshawri taking center stage.Each dish is cooked to perfection, with the use of authentic ingredients and spices elevating the flavors to new heights. The service is impeccable, with the staff knowledgeable and attentive to every detail.Overall, Peshawri at the ITC Maratha is a must-visit for anyone looking to savor the best of North-West Frontier cuisine in Mumbai.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSNTc3YjV3RRAB",
    "contributor_name": "Parveen Bhardwaj",
    "contributor_id": "100786727776395167502",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjULZ1KsW10U65tkRfAHZmSS2U81rPzQnVScjrjzafXScxE",
    "review": "The food at the hotel is quite delicious; my family and I both really loved it! In addition to being fantastic, the rooms are clean and looks beautiful  it has a variety of food where I find my fovourite food I would love to visit this place once more.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSNEtUUW13RRAB",
    "contributor_name": "Nimish kumar",
    "contributor_id": "109357545459126252687",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW6vKAnnc1V5Fia8CePoQ3oCgczxAc0fRBI30awyXkp9bA",
    "review": "The presentation of the food was beautiful, with each dish being thoughtfully arranged on the plate.The atmosphere of the restaurant was also noteworthy.In conclusion, I highly recommend this restaurant for anyone looking for a great meal in a warm and inviting atmosphere.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeE9YdlFBEAE",
    "contributor_name": "sameer uprety",
    "contributor_id": "117493939123086632034",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKG6GevID2QCtl-g_970U4PNfvX3ivpLeGTYcoLxirsUUE",
    "review": "Peshawri at ITC Maratha is a must-visit for any food lover in Mumbai. The authentic North Indian cuisine is simply exceptional, especially the succulent kebabs and rich curries. The elegant ambience and attentive service add to the overall experience, making it a perfect place for a special occasion or a romantic dinner.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeEozNElnEAE",
    "contributor_name": "DEBAMOY MUKHERJEE",
    "contributor_id": "104830127760650305868",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXh2F9kolvSkl0WsADhbjHfvqoQNk-vsrk-IoSQh9aTEA",
    "review": "\"A HOME AWAY FROM HOME\"- Yeah! Exactly the right phrase to describe my stay at this colossal place with such a beautiful vibe full of positivity and energy. Everything was spot on from the room service to the food, the staff and the management. This place will be the cherry on top of your vacation. TRULY REMARKABLE!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSeDduSFBnEAE",
    "contributor_name": "Neha Jain",
    "contributor_id": "115426703788077631907",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVuOtxBBOPA1FeLVRuMWekfh-gm8p6X-zhJjmkekdny8ZY",
    "review": "One of the finest places if you crave to have typical peshwari food. The quality at ITC Sheratons is nothing to be discussed, they have been wonderful for years in line. The hospitality of the hotel is an absolute delight. Staying at an ITC is a bliss and the attention to detail that they exude is fanatastic. A superb choice to be choosing ITC as your staying and dining partner while you are on the go!Rooms: Spic and span.... So blissful to be staying with them!Vegetarian options: Oh their daal Bukhara is to die for.... If i have to have daal Bukhara i only go to an ITC Sheraton!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSMlkza1pBEAE",
    "contributor_name": "Gaurav Saksena",
    "contributor_id": "116081119893780736936",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVdYrtOPyDgwLAwdXuDlTFP_f8sVE7Tw5h9FSvqLQQXlHh-",
    "review": "One more feather in ITC's cap.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSOE5yWFpREAE",
    "contributor_name": "Shilpa Narnaware",
    "contributor_id": "112668769200874861197",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVpP-3ZMcjnmHWw8eCabsQnyT_NRv7Levyu2CrYSyCmE70",
    "review": "I had been to this place on Gudi Padwa to celebrate my husband's birthday. I had booked it through eazydiner. I had got free wine glass per person offer. Staff did take the note of it and served it as well. Coming to the food it was served hot and fresh. However I found very less starter options but overall including veg and non veg were sufficient. Coming to the main course non veg prawn kalwan, mutton Rogan Josh and gosht biryani were the highlight. I just loved there variety of desert section I have seen so many and unique options served anywhere so far. Service provided was very prompt and polite. They are ready to assist and help you even before you can ask. I had an amazing experience here. Hopefully staying with them and enjoying some more feast very soon. Thank you for making it special for me and my family ☺️",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURScHV5dUp3EAE",
    "contributor_name": "TTB TTB",
    "contributor_id": "110431813340810227395",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKW-i7083Ep98TycJRF_Shx-htiIDn6JZOTXMaie47F",
    "review": "Visited for anniversary dinner, staff was courteous and welcoming. The ambience ofcourse is great and so are the desertsImprovements can be made with quality of Naan and Rotis that arrive cold and a little too chewy. Indian cuisine need a taste make over, especially mutton dishes",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURKbmZMRXlRRRAB",
    "contributor_name": "Kadiri Venkata Ranganath",
    "contributor_id": "116006305737790723255",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXvPY8vkJIStg_KoSI9a0j5sq0xV-2bm3Vt6eRJtRo_mFA",
    "review": "It's an excellent restaurant. Great interior. Loved the food and service. They're very service oriented and friendly.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOHFhWnRBRRAB",
    "contributor_name": "sunil kumar",
    "contributor_id": "110906051555809327688",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjX0tR6KO72uhDVi8wc7gblYz-TaBO5osQ4T31wruhMjxA",
    "review": "During my travels, I stopped at the Peshawri-ITC Maratha Restaurant. My pals and I enjoyed a wonderful meal. What a variety of foods, desserts, and ice creams there are. I will suggest that they go to the restaurant to my friends and relatives.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSak03WWV3EAE",
    "contributor_name": "R. Naveen",
    "contributor_id": "117058980196125583786",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXWNKqv69TJe0U_b3i09ujwN3PYHnlfmLAj8c33MrZKNrI",
    "review": "One of the best stay in my life, look vice amazing, the staff are provide their service is awesome.Food are very taste and ingredients are high quality.Room neat & clean , soo big room, prize are compact. I have surely prefered to stay in one time in ur life",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSNVBueUdnEAE",
    "contributor_name": "Ashwini Tekade",
    "contributor_id": "104041241681167497325",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUa18s2wG9KLTPPSAg1dzazhIcZfkhhhzmgkn2ikVhauEsr",
    "review": "Foodies!! Food here is delicious with beautiful and tasty beverages.  Cozy ambiance with very comforting services for friends and family.  Won't regret spending your efforts here and having a great relaxation session for yourself.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSa0luak13EAE",
    "contributor_name": "Dinesh Jaiswal",
    "contributor_id": "116577624360960927899",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVETWjZagfK1SbBd61lVtISELw7nA91BPqRB7BSoFsWyc-n",
    "review": "I recently got an opportunity to dine at Peshawari, ITC Grand Maratha in an office meeting. I was totally impressed with its delicious food quality. It's menu have great varieties of dishes to choose from. Our served dishis were prepared so deliciously and were full of flavor.The proficient service staff is highly attentive and are thoroughly knowledgeable about their menus. They also recommended us with their special delicies and served finestly, making our dining experience enjoyable right from beginning to finish.Their food presentation style is unique, perfectly arranged in particularly Peshwai style, and beautiful, giving you a royal and delicious dining experience.Restaurants atmosphere is notably royal and beautiful with warm welcome ambiance to give you Royal and yet comfortable dining experience.In conclusion, I recommend this restaurant for anyone looking for a great meal in a warm and inviting atmosphere. The food is of high quality, the service is excellent and the overall experience is one that I can not forgot so sooner. Awesome food and hospitality at Peshawari, ITC Grand Maratha.Will definitely recommend it to my friends, colleagues and family.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSb3M3ajdnRRAB",
    "contributor_name": "Shashiranjan Prakash",
    "contributor_id": "109015320501736889194",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUqiXOJekrwnrNsmNLqnZA3I-Ei6csdFp85rF6yznvABCYB",
    "review": "I recently visited here with my family..and  undoubtedly it was amazing experience there ...lots of varieties in veg and nonveg with delicious taste. Luxury with royal hospitality. Best place for family and friends...and food lovers. Once Visit on any occasion.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMxN2R6N1F3EAE",
    "contributor_name": "nasreen pardiwala",
    "contributor_id": "110979605178611327486",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUYBiRVExvhAYpdp7y35FFVk6dYouFO7tfBwep_8EGDEdw",
    "review": "Great place for indulgence,loved the prawns starter and warm hospitality",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUR4Z2V6bXd3RRAB",
    "contributor_name": "Ritesh Meghawat",
    "contributor_id": "113129113399465525179",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVZthv0jiDmjhs9rfq-kaSqEZ766B-OvMWdHmYtVI9oKH8",
    "review": "The restaurant is awesome 👌...there interior design is very impressive. We found limited food items but the food very delicious n tasty...foods are in variety like Indian,south Indian, continental, Asian etc.buffet service also available...the services also fine",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUMtcm9fcTVRRRAB",
    "contributor_name": "Shankaran TJ",
    "contributor_id": "111926626756994812190",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVI7R_qVai1vjz7BLub78RWWP5vCUHyY0AiTosnCm2kTAt6",
    "review": "Awesome food and hospitality at Peshawari, ITC Grand Maratha. The lamb starters and dishes were delicious and melt in the mouth variety.The ambiance and service were top notch. I particularly liked the recommendations from service staff to use hands instead of cutlery to enjoy Peshawari food. It was my second visit here and I thoroughly enjoyed it.Will definitely recommend it to my friends, colleagues and family",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSa015VEdnEAE",
    "contributor_name": "AKHILESH YADAV",
    "contributor_id": "105883653314129072813",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVo0ad0HI6xCU9axoCm6xJz9OAy1S-jOehFajnY0C_G3Rg",
    "review": "The presentation of the food was beautiful, with each dish being thoughtfully arranged on the plate. The flavors of the food were well-balanced and each ingredient was of high quality, making for a truly delicious meal.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSM05mOGVREAE",
    "contributor_name": "Utkarsh Athlay",
    "contributor_id": "116466759060637137731",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUtUtAGT4k6YRulnC2bVj1d_Fk0d29dw2aHPV24p4PPyZOX",
    "review": "had a wonderful experience at the peshwari  ITC maratha Every staff member I encountered, from the valet to the check- in to the cleaning staff were delightful and eager to help! And the food is is awasome got personal  attention from chef to take care my kiddo needs that feeling is took my heart Thank you! Will recommend to my colleagues!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNweU8zeXNBRRAB",
    "contributor_name": "Mohan V Avvari",
    "contributor_id": "113594490825095618136",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIn3x9nDuTjP59Hjm1ESwgxdA9MAnModnX2L971NZcw",
    "review": "We were taken care excellently by Mr Atharva ....  not only he explained everything well but also was there for us on all issues. We hope itc can reward the young man.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUMxN3Z5dkV3EAE",
    "contributor_name": "ashwathy panicker",
    "contributor_id": "115282466247042405951",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU0RNekxK0TuJQsRElO0edBAiQXVYFlk_IF4zJ1MlMu9Jg",
    "review": "The service, the ambience the staff and last but not the least the food",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSeVB5dG53RRAB",
    "contributor_name": "Harsha Kandadi",
    "contributor_id": "114099487280934497332",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVzOgpyRpqr9GRTYbZ82JNuP80nEkS-9_mEdLbIx5B7S-o",
    "review": "If you're looking for an exquisite brunch experience ,look no further than Peshwari at ITC Maratha. From the moment you walk through the doors, you'll be transported to a world of rich flavors and spices, and the brunch spread will take your taste buds on a journey like no other.The highlights of the meal for me were the kebabs and the biryani – both were cooked to perfection and bursting with flavor. The naans were also a standout – fresh and hot, straight out of the tandoor.Overall, I had a fantastic experience at Peshwari. It's the perfect place for a leisurely weekend brunch, where you can enjoy great food, excellent service, and a warm atmosphere. I highly recommend it to anyone looking for an unforgettable Indian dining experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN4a1B6dXdRRRAB",
    "contributor_name": "Mahru Ali Hussaini",
    "contributor_id": "107747155801846331089",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocITHR3TPMlmyoS067Qup0RGue22hfIuBRkX4H6F65ff",
    "review": "Great ambiance as it's located in the atrium, which gives a very pleasant atmosphere.The buffet has good options of food but not a very vast variety.Service is also good but can be better.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURLcUxPNE93EAE",
    "contributor_name": "Tanvi Alwe",
    "contributor_id": "104736611653859808627",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVXSI9rCFXEJhgZpdSil3bRBq4LrKIE2l85udLwoHNe1NYz",
    "review": "Good ambience & decor. Social distancing norms followed for dining in. Buffet menu limited due to covid. Food is good. Veg & jain options available.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSbVBXVE13EAE",
    "contributor_name": "Ranjitha racchu",
    "contributor_id": "113168346730417246927",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUHxibEpiqGWHmXiTPxcnvbe2-vOsKWFD8nkheLUiUNxg",
    "review": "Amazing experience eating at peshawri after a long time. All safety measures have been taken by the staffs who serves food.. felt safe and happy also enjoyed the delicious taste  ",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSM0lhZ2d3RRAB",
    "contributor_name": "LEARNING PLATFORM",
    "contributor_id": "102468191139902405037",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWjoRnThOclFLpuulL1CpdeB5OQn0q7drt1r5kvDc6CIk8",
    "review": "I have come across this restaurant through Google . It's just   excellent, absolutely delicious food , best breakfast and pizza and staff is so friendly. I hope next time definitely I'll visit.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoME95ZTV3RRAB",
    "contributor_name": "Kevin Angelini",
    "contributor_id": "107563365355840065165",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKEQHVU35IWgLCe9BZ7OLeCXfje4dH56MgWYSJIuV_G",
    "review": "Seriously one of my favourites though I haven’t been back here in 5 years. Great choice of Northern frontier food. I came solo and was able to choose a set platter meal for one, which was excellent. Can’t wait to come back",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeFAzd1hnEAE",
    "contributor_name": "Durga V",
    "contributor_id": "101980951547364233154",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXTuBPO5khAHkvkyvn8fvmKvp1ARsZ7fA9Z8jInSBDF7oQ",
    "review": "I had visited this place last year on my wedding anniversary I enjoyed alot incredible services feeling royal after grand welcomed by the people who served with different types of food and specially in maratha food.awesome atmosphere and cool services with yummy food and entertainment....  I highly recommend please visit there once u would fall in love with this place.Food & drinks: I enjoyed very yummy food and special drinks available.Vegetarian options: There is lots of options for veg.Parking: Free parking .Kid-friendliness: For kids amazing garden and kids playing area.Wheelchair accessibility: Yes that is also available.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUQ2a2NxRldREAE",
    "contributor_name": "Heena B",
    "contributor_id": "115097384353782463407",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLKs87-a7MfhgVzVurT33fqns7r_Z9kn-jBOO0s6_jI",
    "review": "They served delicious food 😋\nLoved the whole vibe of the place.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUM2dnA3UnBnRRAB",
    "contributor_name": "Neha",
    "contributor_id": "109194258040711762524",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWDBihOPVA0ff33pKEBTYi4RAeJ8hqctwNh3owdk1bJEPN2",
    "review": "TBH did not find the taste to be so good but if u want to indulge in luxury treatment then u can try it once",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSeFAyY3l3RRAB",
    "contributor_name": "Tridev Moolimani",
    "contributor_id": "110636060497074657904",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIhqgGkPEQEB31waiSTZ_1dvtIm1WKUnQowCEvZ-Jtcfg",
    "review": "Beautiful stay. The staff was so supportive and always helpful. They make you feel super at home, which is why this is one of my favorite hotels to stay in.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSZzlEV2ZREAE",
    "contributor_name": "arindam ganguly",
    "contributor_id": "100823728295750144600",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXGDPkKOYtt3sal07uVFSobi2nJcPy4JAHYUqwJgLmvIJmd",
    "review": "ITC mathata is one of the best place for dinning. The quality of food is just awosome as per taste and quality.The staffs are the really impressive. They well mannered and polite and thay are well knowledgeable about the menu. Their recommendations about the food is so correct.The dishes were thoughtfully arranged on the plate. So you can have that fullfilling experience of dinning. Every thing about this  hotel is so complete.I would strictly recomend every one who wants to have a fine fulfilling dining experience should visit the place.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSa0p6U0VBEAE",
    "contributor_name": "Ashish Agarwal",
    "contributor_id": "114405697572252727834",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVqwMvyRl4WKB2P-lNCzGs_Iqm0u15Cvr_KFGrimtpOIzA",
    "review": "This is my 2nd visit to an ITC Hotel after the famous ITC Royal Bengal at Kolkata. Of course, it stands out & maintains its status of being a luxury 5 star hotel chain. The rooms are extremely huge, the suites have proper 1 BHK feeling in a room itself. You will find amenities that you probably may not have even imagined, in the room, washroom, and at the kitchen.The food is amazing. You get 4 variety of cheese with bread in the breakfast (just a cheese fan 😓). It's expensive of course, but absolutely worth it.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURobmNDeEt3EAE",
    "contributor_name": "Aryan Cheke",
    "contributor_id": "116207843224846756343",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUQMCVhrQ6zgPH_O46M6vfTdedvDvepUgo6yWB5n1--f7Yd",
    "review": "The staff is among the best I have had the pleasure to come across. The food is top notch, and the place! By God is it amazing! It is set up like an actual Peshwa Darbar, beautiful experience overall",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSbk1QVjN3RRAB",
    "contributor_name": "Sitesh",
    "contributor_id": "112935944073174133842",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXI-VEZT2dFpWA0h7hO7jBJKUBKNVczazKxRnYAbzAK93Q",
    "review": "Great experience. The place was exotic and the food was so delicious. The staffs were gentle and polite. Hope to pay a visit soon.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURoaGZpVnBnRRAB",
    "contributor_name": "sathish.ch36 3654",
    "contributor_id": "112268096259445278898",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIEp1r7Wj6TjxttGmnlZxaQypfcTqOcPYjnqmYxlwgu",
    "review": "Really good hotel.A little old but well maintained.Courteous staff.Rooms have kitchenette and washing machine.Perfect for official stays, Very nice place. tasty food.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSajVuLTRnRRAB",
    "contributor_name": "Vicky Chopra",
    "contributor_id": "114222087836740628736",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW7sLe1rDPPBcDqNW-N4-0nJobYLlDqFN5U0NWKqrCbmbM",
    "review": "I liked the Peshawari- ITC Martha most. I liked the ambience, food and staff behavior as well. I recommend to come here and enjoy the food. You can stay here and room condition is very food. I am still missing the aroma of food.Rooms: Very clean room",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNoamR1bFFBEAE",
    "contributor_name": "Alhena Chappet",
    "contributor_id": "118318455527593266824",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLO2g-Aq481jVSl5OuSAR4vEB6B2sl1D6UrgyV2L5JI",
    "review": "Atharv was a very good waiter, attended to our every need. The food was amazing and a great way to start our stay in India! Great service and hospitality. Look forward to coming back again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURocmFHZ013EAE",
    "contributor_name": "bonita yip",
    "contributor_id": "105020345428605070927",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVa13yIyfMxD-mC0E0emjzTpDzOPX50yke-Mfjv-yD1NLU",
    "review": "Atharv was amazing and saved the day when things got a little hectic at the breakfast buffet. Lovely hotel decor and charm, as well as convenient to the airport. Also, my husband unfortunately got the “mumbai stomach special,” so the team took tremendous care of us, including getting medicine from the pharmacy and refreshing our room, which helped in his speedy recovery. Exec lounge is a nice touch as well.Vegetarian options: Indian veg options are always delicious 😊",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURKaUpYVGFnEAE",
    "contributor_name": "Sudarshan V",
    "contributor_id": "115944743007826689713",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUTiHaWBgvSb_b8qzskatI5f91Y37a61hKrRK6NjFQ6cO-l",
    "review": "Tastefully done up place with a vast choice of items on the buffet. The spread is a wide range and the ambiance is excellent. Great place for a quiet meal.Vegetarian options: Many items are available to choose from. Difficult to taste every item. Variety and choice are large.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSa09TY3d3RRAB",
    "contributor_name": "Abhishek Singh Tomer",
    "contributor_id": "100036012826267881957",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXbHEm9138w06_45kGYUwXmAs6_xUs8jb2eUi6sBudukng",
    "review": "I recently had the pleasure of staying at ITC Maratha during my visit to Mumbai, and I must say it was an exceptional experience. From the moment I arrived, I was impressed by the hotel's grandeur and the warm hospitality of the staff.The hotel's architecture, inspired by the Maratha dynasty, was truly mesmerizing. The lush gardens and serene courtyards added a touch of tranquility to the bustling city of Mumbai. The room I stayed in was spacious, elegantly decorated, and equipped with modern amenities, ensuring a comfortable stay.One of the highlights of my stay was the dining experience at ITC Maratha. The hotel offers a wide range of dining options, and I was delighted to try different cuisines, from traditional Indian dishes to Asian and international delicacies. The quality of the food was exceptional, and the service was impeccable.The hotel's meeting and event facilities were also impressive. I attended a conference during my stay, and the banquet hall was well-equipped with state-of-the-art technology and provided a conducive environment for business meetings.The spa and wellness centre at ITC Maratha was a haven of relaxation. I indulged in an Ayurvedic massage, which was rejuvenating and left me feeling refreshed.I was also pleased to learn about the hotel's sustainability initiatives, such as water and energy conservation, and waste management. It was reassuring to know that the hotel is committed to eco-friendly practices.Lastly, I cannot praise the staff enough for their exceptional service. They were attentive, courteous, and always ready to assist with a smile, making my stay truly memorable.In conclusion, ITC Maratha is a luxurious hotel that offers a unique blend of traditional Indian design, modern amenities, and warm hospitality. I highly recommend this hotel for anyone visiting Mumbai, whether for business or leisure. My stay was nothing short of excellent, and I look forward to returning to ITC Maratha in the future.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSbTVUYWxBRRAB",
    "contributor_name": "Raghav Sethi",
    "contributor_id": "104865381755058036702",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJ8i_sWI24ZvMqydPhDipSDM3_Hg9pTA8tqzQ338SvJ",
    "review": "I highly recommend this hotel! The staff was extremely friendly and accommodating, and the room was clean and comfortable. The location was also great, with easy access to nearby restaurants and attractions. Overall, a wonderful stay.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN1bk9lenhRRRAB",
    "contributor_name": "Siddhartha Sood",
    "contributor_id": "101685297451839368842",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU4h7232z0Xd-Cfg9DXvipajBonI3p4OCjs5c-cR5U2LXI",
    "review": "The restaurant has nice ambience, well lit. Service could have been better. No eagerness on the part of servers. Perhaps interns were attempting nding who didn't know the menu. Steamed chicken soup was ordered which had more mushrooms than chicken and tasted like hot coconut water. Totally avoidable. Pasta was like pasta is. But, the restaurant has nice vibration to it.",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSODZIQmJBEAE",
    "contributor_name": "manish dubey",
    "contributor_id": "110851435658637370771",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocL-0GuJ4XTwajRx-caRLp8Fhyndf_cpCDT2Zzz9prmS",
    "review": "What a pleasant stay at Peshawari. Apart from their tasty foods I lost myself of their hospitality and greetings. Rooms and interiors are stunning. My choice for Mumbai stay always.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSdl8yWGl3RRAB",
    "contributor_name": "Debraj Bhattacharjee",
    "contributor_id": "116242081590721066486",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVM6-GcxNSSXtb7HAH3z5qpjOhRsyI14Y8K1itJfuNwZI0",
    "review": "I had the priviledge to dine in UTC Maratha with my whole family. I must say the quality of the dishes were spendid. I am a mutton lover and the aroma of the spices in Lamb rogan josh is still lingering in my mind. My Kid had his time to enjoy the wonderful desserts. My parents who are diabetic, had their own share of lob carbs food which were served. The ambiance was nice. Overall it was a memorable visit.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURCc1phZDB3RRAB",
    "contributor_name": "priyanka gangurde",
    "contributor_id": "113942883266090791012",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIIJ6asYjZgw-O7oYn5BpnQG2kxW7dKoycdjzbxk0hm1A",
    "review": "We had great time at Peshwa Pavilion. The ambiance, vibe and hygiene is top notch. Some of the food items are super delicious specially their dahi bhalla and chicken starter. But their fish is not good. Overall loved the menu and their service. The staff is very friendly and helpful. We would like to specially mention Atharva who did a great job 👏🏻. This was our second visit and we recommend people should visit this place once with their family.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUN4bnBDSkpBEAE",
    "contributor_name": "Naveen Naveen",
    "contributor_id": "116652211736881619142",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU0gQSVQk6O4ESRA81KzWQjOhqK_Tt_igSxx5XJWCxb9xV5",
    "review": "The menu at Peshwa Pavilion is meticulously curated, with no dish feeling out of place. Even the smallest details, like chutneys and papads, were exceptional. The seafood selection, including baby lobster, Bombay duck, prawns, various fish, octopus, and sushi, was outstanding. The dessert section, particularly the jalebi rabdi, left us craving for more. The pastries and eclairs were also amazing. Overall, the experience deserves a solid 5-star rating!",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSNU16b2lRRRAB",
    "contributor_name": "Nikhil Pardhi",
    "contributor_id": "108063394795264575884",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocISgIYEYqss8ULREQfIxLkr-FOibJULmG04qZUxLwK7",
    "review": "It's a unique place for a premium experience, and serves dishes cooked in pure ghee. As it is Peshawri food, don't expect soup, rice.\nAnd Room is very good",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURKbHBqMThRRRAB",
    "contributor_name": "Purav Kamdar",
    "contributor_id": "102701189583661511488",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocI1wYbkaglSAYlm3BhA9_DwCfldATqkyIimQEGnTBxF",
    "review": "Special thanks to M.s Priya Mr. Derrick & Mst. Atharv thirsty were the perfect host for us.Made our experience a memorable.Kudos to the team.....",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNoeE0yWlhnEAE",
    "contributor_name": "Kishwer Yousif",
    "contributor_id": "106672269670621367960",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjW-jQT6l24m0O2mT-qSQkBQ5ikxXfcy7zMVU_BAkShl-A",
    "review": "True to its reputation we enjoyed our lunch. Was a birthday lunch for my son given by our daughter in law. A memorable outing and week end spent at the hotel. The food and service at Peshawari was outstanding. Enjoyed the malai chicken tikkka and daal makhani. Very well prepared and tasteful. Rotis were bit chewy but overall a sumptuous meal all watered down with a meetha paan.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURodG92NkN3EAE",
    "contributor_name": "Mahesh Athavale",
    "contributor_id": "113842000801252950772",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUn4HOwjCyZRFp2TsNeEEl1s50sENQSN4DEPnNy4vL4TitC",
    "review": "Great food. Mutton Sikh Kabab and Dal were outstanding. Our choice of Chicken Kasturi was not that great as chicken is covered with egg white.\nVery courteous service.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURCaS1McGVnEAE",
    "contributor_name": "Arbet Kamath",
    "contributor_id": "113204831512241539073",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLUUt27rHJmiVQnd6s3YihB990rm4adc_vvyLUa96E8",
    "review": "The food is good but the restaurant doesn't have the practise of giving cutleries to eat the food. So you need to use your fingers to eat the food. Being a 5 star hotel you don't expect this kind of situation.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeHYzM1lnEAE",
    "contributor_name": "Utkarsh Tomar",
    "contributor_id": "103345458803978566158",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLWEGB_bvY-qlAP19b3gSV_nrpGEEsrEMZ_usiMJ8ao",
    "review": "I recently dined at this restaurant and was impresse with its cleanliness and hygiene standards. The food was delicious and cooked to perfection.Overall, i highly recommend this for anyone looking for a great experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURScHNMZTlnRRAB",
    "contributor_name": "Shadab Anwar",
    "contributor_id": "115620616975578235746",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUIGBqymIPWZ-TVCm4SPwt1sbW4T7B6_BNb6jcN5g-ySYU",
    "review": "Peshawri - ITC Maratha hotel, is an outstanding restaurant capturing the essence of authentic North Indian cuisine. You are greeted with warm hospitality and an inviting atmosphere that sets the stage for an exceptional dining experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSb05XNW13RRAB",
    "contributor_name": "kaustubh waghmare",
    "contributor_id": "100476335238712185765",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUsP5zHthCA3ZLHS9jpd7iKKjrUGu-oa_KuabNGhmcV6Q",
    "review": "Had dinner here with my friends, we ordered chicken kebab was good. Lamb raan which is their signature dish  rooms are clean and maintained atmosphere is nice staff also polite and good",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUN1aGNDQjhnRRAB",
    "contributor_name": "ashish kumar",
    "contributor_id": "107514949130066791214",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjX5eeRQSzs4hG_qkuMRCZmOverRFiMOJY4DSiYsUJHZxYI",
    "review": "Very nice variety of food in ala carta and buffet.",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSbUlyRVRREAE",
    "contributor_name": "venkatesh prabu",
    "contributor_id": "104073847183790526756",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjURkb6nvMODVrv9dJWFEaHO8FkcRrb0Sd2GFDU1sI-GhQ",
    "review": "Such a great wonderful experience. The ambiance is so rustic and beautiful, The service is top class, I would highly recommend peshawri and will definitely back the next time we are in Mumbai 🤩👌",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSck5fZzVBRRAB",
    "contributor_name": "Satheesh K",
    "contributor_id": "111591444917000697623",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjV0REkvN2h1vDZkxZnxzxoZcImgo4lEALocr22jt1RBm-Uu",
    "review": "The buffet-style dinner was good, although the food selection is limited in some respects. The selection of desserts is good, with Shahi Tukda standing out. Overall, for the price paid, additional dishes or a wider selection of food could have been offered",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSNTVyX2V3EAE",
    "contributor_name": "Himanshu Kaushik",
    "contributor_id": "113297536340964561780",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIKtJy6zPiBZxHeldLuOhaj3YBQ7_n6sL-8eWdXpDQ3",
    "review": "Peshawari is the sister restaurant of Bukhara restaurant of ITC Delhi. I have visited Peshawari a number of times. The primary reason for visiting this restaurant usually is the Signature Dal Bukhara. Food as usual was good. I only had vegetarian food and everything ordered was good. I took the single diner menu. Must try dishes are Tandoori Aloo, Dal Bukhara, and phirni.The ambience is dhaba style and not a fine dine. But as said before, the focus is food.Overall it’s amazingly fun.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURScFBQYlJ3EAE",
    "contributor_name": "K K",
    "contributor_id": "108045959179793672416",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUHzWBk3wVY3UnmfPqLr_a6FFxOXQEuD6kZpGtWnoQMLPt1",
    "review": "Food is delicious, service is pleasing,  atmosphere is awesome, rooms are well maintained, spacious. Service is cool. Transit is easy to and fro from all the major centers.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNKcjdEN1hBEAE",
    "contributor_name": "Spice Spice",
    "contributor_id": "116206658553677681567",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU0izHsvpSKWEWcPsapo2BM0ulGsXKURhXF3GGr7i9mY_w",
    "review": "It used to be one of the best for Indian food but now it’s just average\n\nHopefully will get the taste back their dal makani  is worth a try",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSM05peDV3RRAB",
    "contributor_name": "Mushrat Hussain",
    "contributor_id": "106674771632749352972",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWzvR4-nhfL8gtaeeERQrA8gaat_6kOVtsKeoTPxr-385o",
    "review": "Incredible...ITC has always maintained the services and ITC Maratha is really too good. Food is authentic and nice place to Dine Out with family and friends. I really want  to visit ITC Maratha again and again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSN2F1Tmp3RRAB",
    "contributor_name": "Nasir Ahmad",
    "contributor_id": "113572949254373670545",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjU-0oVrT8lERwSS3AVbi4MQ3500fHd0oe8xbM7tiia5cqg",
    "review": "This is vẻry beautiful and tasty good quality provide restaurant in the town and worth visit to think a few seconds and very neat and clean restaurant and for dine in familyRestro all foods are delicious and yummy 😋So grab any food or any product at their.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURJXzZTUkl3EAE",
    "contributor_name": "David Lee",
    "contributor_id": "118020004157361401772",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKmJnZUrWaY6TFh1pCJtfPOqkaU3qUl979CWJOQMzgt",
    "review": "Amazing food.  The chicken and mitten is out of the world",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSOU03TlJ3EAE",
    "contributor_name": "Adeeba Sayeed",
    "contributor_id": "104852764296017075767",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKSpwNkFtcfpgWuBZLPNNBx1ScyiHUnFJSmcWEmQoYR",
    "review": "It is a very nice dining place.\nHospitality and food quality is so good. And they provided very good service.\nIt is also situated at a nice location.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSZ3VfRjN3RRAB",
    "contributor_name": "Neha Wasnik",
    "contributor_id": "109085487319165279329",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWCFTEohmzo5R_stJbeppkDQGtVXajpxFPHce2RxdyiYfE",
    "review": "Legendary food to be experienced at least once during your trip to Mumbai,India. I have dined thrice in 16 years and each time the experience just takes me back to the very first delight of experiencing North West Frontier cuisine which so rarely authentic elsewhere among global cities. It’s best to surrender your taste buds to the able service team of Peshawri and let them Floor your senses. My personal favorite is Peshawri Kebab, Murgh Makhani Kebab and Dal Bukhara of course. Do not leave without having the iconic dal Bukhara. Cleatus who took care of us during our visit was so thorough with his knowledge and estimation of our appetite. We really enjoyed every minute of our visit.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSMHZhMUNBEAE",
    "contributor_name": "Afroz Akhtar",
    "contributor_id": "116604517440968007558",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJ97429oO2V9kAXd5aq7hitl_ypb7KisK8yQ98je6rg",
    "review": "Peshawari has impressive quality of food like berrah kabab, raan kbab, gulab jamun, rasmalai, and more. Rooms are well maintained and the services are realy impressive. Location is also beautiful.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNlcVpLQ0RREAE",
    "contributor_name": "Chin S",
    "contributor_id": "115996631300718828388",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocKGj0AJaCV0DvOEQmFOaKbONpqvIvGAKLYGdZMxu1z5",
    "review": "Food was excellent but very very slow. When we sat down we told them we had to leave to catch a plane in 1 hour 15 min, and we still had to chase them for the food !For the non-locals, do be aware that despite the physical proximity to the airport, the traffic outside is absolutely HORRENDOUS, and it took us a good 30 minutes to travel less than 2 km !",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSMHF5RFdnEAE",
    "contributor_name": "Geethanjali",
    "contributor_id": "114946517146517417234",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocL4pSDVXDVvtbpED4K8jAvlLtFXOq-cIWe3S3GhoM3s",
    "review": "ITC Maratha was a good place to stay,good view. Nice food and serving was great experience.Employees are so kind. It was a best place to staying with our family",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNScXRiYUp3EAE",
    "contributor_name": "LAKSHMAN KOLIPAKA",
    "contributor_id": "114222039400995630228",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXIhFy2G3uI1Doh3PFSAAp8xXrZLJxj1L2FR63l4s-D",
    "review": "It's a good place for awesome food, non-veg dishes & snacks and daal Bukhara. It's a place of traditional style of eating having a good environment enhances the taste. This is a good place with superb clearly placed with fantastic and super services.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURoaFlUWUNnEAE",
    "contributor_name": "Arun Prasath B",
    "contributor_id": "114203488189363649753",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJwwHgq7ny3Xi_nSrQWDNH_3mS5_dr7LYdujm6AozCr",
    "review": "I am impressed with the atmosphere. It seems like Palace. I am enjoyed the moment of premium quality. Food they provide is top class. I like to go there again.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURScEo3V1hREAE",
    "contributor_name": "Venkatesh Banoth",
    "contributor_id": "101667502560254636204",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocL1dOrbrqNfm7U1Ji4rnWCgcUXkU8iYwydhhzoWqDTV",
    "review": "The atmosphere of the restaurant was so good that made for a comfortable dining. The food is of high quality, the service is excellent and the overall experience is one that will not be soon forgotten.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSbUphUjJBRRAB",
    "contributor_name": "MIMI DAS",
    "contributor_id": "113221656292317585790",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWc7J1vjLKWHkERdjUrEecvlXU4iFAWtj5aMy5AJrVZLA",
    "review": "Very much cleaned room. Proper location. Food and services are awesome. Employee's will guide you and help you well. Must visit the place.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURCaTdTZDJRRRAB",
    "contributor_name": "sravankumar adepu",
    "contributor_id": "116775372935604178297",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVdNV_7adDMgSpSYjDk6uKaq8SVY6aLmaGSBFHhznEVDpg",
    "review": "A nice place for good quality of food along with the ambient. We went for one party and enjoying a lot.\nThe hospitality of all the employees also wonderfully.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoN19xdXJnRRAB",
    "contributor_name": "Amit Shah",
    "contributor_id": "110798258449162970970",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLn7RVgJrwVS7VLz89yN-JYYKsixnmJFN71c6kcm4p0",
    "review": "We has lunch at Peshawari earlier this week. Didn't enjoy it a bit. 1. The whole place feels very claustrophic and congested .. 2. Food was very average.. highly overated. Even the Dal bukhara/ makhani was just about OK. Seemed like they went overboard in Making it \"rich\" with butter and ghee. We also had Raan, Sheek kababs, and one chicken curry in addition to paneer starters and tandoori cauliflower.",
    "rating": 2.0,
    "rmap": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSNHEzTDh3RRAB",
    "contributor_name": "Saurabh Tripathi",
    "contributor_id": "100552318996663122389",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWz1Yrgjrwm0vifUHe5lS4NWwaViI-3z4-Y-k6G2I5QgRw",
    "review": "ITC Peshwari thoroughly impressed me by their food quality and ambience. They have amazing variety of dishes which can make your day amazing..\nOverall full enjoyable experience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSMk5XdVd3EAE",
    "contributor_name": "Verain Sharma",
    "contributor_id": "107259136829439691995",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUpU8mIZQukspEDi3P3GU5PoGdcU-92SNu_9b8wr96LFQ",
    "review": "Food is excellent and worth every bit of their hefty bill. Following this classic Indian fare is Peshawri's selection of traditional Indian desserts. Feast like ...",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSZzViRXlnRRAB",
    "contributor_name": "Dr kashif K",
    "contributor_id": "100906869255750100830",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWdG5gifQBmSb7xiymTw4_Q7bW75C0U-BJAZ5do6WF42AU",
    "review": "I highly recommend this restaurant for laziz or zaiqe dar khana, each dish very delicious and testy with special hospitality.The ambiance and atmosphere awesome also seen same as given in ITC website, it so beautiful. There are many popular food like berrah kawab, sikandari raan,Enjoy n funny with family n friend👭👬👫  on reasonable price.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNHdlphemN3EAE",
    "contributor_name": "SURITA SINGHA",
    "contributor_id": "107923031250725552392",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUH1rW13DqU0Dm_B3Dpk71Z8npv-r3cV90GtQ43BNCMSQE",
    "review": "Food was ok. Taste ilwas not up to the mark. Option was so limited",
    "rating": 3.0,
    "rmap": 1
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNoNWQzMXh3RRAB",
    "contributor_name": "Rinki Chawla",
    "contributor_id": "108310925417167226216",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocJy6spnQjlRTaUgCgODw6jDz1i60JjiPR7kjAABekha",
    "review": "Horrible service levels, never been to star property with such poor level of service and knowledge of staffIf you have any allergen steer clear from this place, they can offer you whole wheat when you request gluten-freeCoffee at breakfast, it would take 30-40 mins and you are lucky if you get it before you leave for the dayWhen you ask for anything, the server will go to the kitchen and will never come backGluten-free bread after multiple requests might reach you in 30 mins and then they will toast it regular toaster lying at buffet area, as said staff doesn’t understand allergens or concept of contaminationI’m surprised how no health inspector has yet taken any action against them",
    "rating": 1.0,
    "rmap": 0
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNod2FYbzN3RRAB",
    "contributor_name": "Shruti Chaturvedi",
    "contributor_id": "106217060430459706301",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIkJ_XqyymOEHoQhee8otTEjE0s-MjQqR4CpQrh1j92",
    "review": "Had a great dinner buffet spread on Valentine’s Day though it has better options for the Non-vegetarians. The desserts were exceptionally good and very prompt service by Mr. Atharv. Thank you!",
    "rating": 4.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSNU5idExnEAE",
    "contributor_name": "Provat Halder",
    "contributor_id": "107323668546114322552",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVxyE1TJ6NMVMS5a_HOE72i8ifZR_sNzBMZse5CXc75kg",
    "review": "The food quality and taste both are really good.\nPeshwa pevikion is a spacious, cozy and a peaceful place to be visited with your loved ones to spend a good quality time over here.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURoa01HbXF3RRAB",
    "contributor_name": "Umashankar Sarangi",
    "contributor_id": "105195814227447838853",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjWMqUZEc7JjhDVXmmmHsD1JDMfj4Ar-yozGle5JxIiOXSQ",
    "review": "It was a nice experience visiting here. Tasty food, excellent services. Perfect location to enjoy your day.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNSMl9Td01BEAE",
    "contributor_name": "Prabhat Mani Tripathi",
    "contributor_id": "105687633855646996908",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUTeY1vwOFX-Ad4kl-7w0tAgzuLwm4f748OXvG0NkZHHg",
    "review": "It was great taste of ITC Maratha, fantastic feeling in their room climate with all services.\nThis is situated in cool location it that vicinity.\nWill reach again",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSbXFuX1JREAE",
    "contributor_name": "Saikumarreddy Ch",
    "contributor_id": "110644557838651798532",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVwhORyuzwTcX8LuMgb0m7ARoIXiYJTEt_3KOTQTug8Prdv",
    "review": "ITC Delhi hotel is just awesome with king size beds awesome experience the ambience is so good and hygienic the food is super tasty serive is good and staff are supportive and kind they provide free parking and paid parking you can feel like staying and dining in palace had an awesome experience thankyou for staff and room service for good experience",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSOE03M3ZBRRAB",
    "contributor_name": "Viswateja mallela",
    "contributor_id": "114456887471883588785",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocIAbnt3xoUYHcXDpE1MAIj4OgaY4sfF26kIlIe5Mrhk",
    "review": "Peshawri Restaurant in Mumbai￼￼Peshawri - ITC MarathaPeshawri is a popular restaurant located at the ITC Maratha hotel in Mumbai, India. The restaurant specializes in serving authentic North-West Frontier cuisine, with a focus on dishes from the Peshawar region of Pakistan.Peshawri offers a unique dining experience with its rustic and earthy decor, reminiscent of a traditional Peshawari home. The restaurant's menu features a variety of grilled meats, such as seekh kebabs, tandoori chicken, and raan, which is a slow-cooked leg of lamb. Vegetarian options are also available, including the popular dal bukhara, a slow-cooked black lentil dish.In addition to the food, Peshawri is also known for its warm and hospitable service. The restaurant's staff is attentive and knowledgeable, and they strive to make each guest feel welcomed and comfortable.Overall, Peshawri is a must-visit destination for anyone looking to experience authentic North-West Frontier cuisine in a unique and welcoming atmosphere.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSeEtfU0Z3EAE",
    "contributor_name": "Sharath SK",
    "contributor_id": "109318291846341673777",
    "contributor_pic": "https://lh3.googleusercontent.com/a/ACg8ocLlNh9B495-q_iAiCso8Mzpxi09611y2_wYRd6qNrRg",
    "review": "It was an amazing stay with family members.\nThe staffs were well mannered and supportive.\nWe especially enjoyed the food and the surrounding ambience.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUR1OU5tOUhREAE",
    "contributor_name": "Foodics Onlive",
    "contributor_id": "110769073256587689180",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXtp5hIh-c-FsZIj39vU414L_EnWTHcB2lxjNFHfFmlHLA",
    "review": "The food is very balanced, Real indian flavours are bit heavy and spicy, and very easy also. The atmosphere is very inviting and warm. The walls are decorated with beautiful decorations and genuine antiques. The chandelier in the middle is really special. In conclusion, this is a very solid place to have fun with friends and family, and enjoy great “real authentic indian flavors.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURSeHNPRXpnRRAB",
    "contributor_name": "Nagarjun Spirit",
    "contributor_id": "109651040445513495844",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjXup5f_XZnBA--iddaDj-YDpqGkw8b1-LQu5b3GjCaT7Lc",
    "review": "Peshwari-ITC marathai is an excellent place to eat. Both veg and non veg items are very tasty and healthy.\nThe service staff also very good and descipline.Dine with family and friends at ITC maratha is excellent.Nice place.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSUNKeG8zTmFBEAE",
    "contributor_name": "Happy Khurana",
    "contributor_id": "110207196985332804827",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUJzrjMSbtn7hFgTxhcHR9tfmC7w6jHp9jUSk9BMJZHJU0",
    "review": "One of the beautiful buffet restaurant in Maharashtra. Buffet All items are very Delicious like Shahi tukda & Chinese Items is very amazing...Service is very oriented & friendly🌷🌷.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSUNSbzVIbzJnRRAB",
    "contributor_name": "Pankaj Maurya",
    "contributor_id": "101869346430849073102",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjUfjjGzl3vFvhC3xXt0tE3EK8kRKFcxkn9ZgBnbxRVdYzk",
    "review": "The meals are very delicious and staff are very polite and humble , there are variety of delicious food available. Will definitely recommend to our friends family and colleagues to visit here atleast once and enjoy the tasty food and breakfast",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChZDSUhNMG9nS0VJQ0FnSURSaVBuVUJnEAE",
    "contributor_name": "saif jasani",
    "contributor_id": "115454192701033582454",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVYpKg3Ir-IJLwTJGIU_u9rZNckIJ6i8nsW1IvOC7pG31g",
    "review": "Amazing experience, great view, good and trained staff.Food was as per my liking.Overall experience was good and do visit if possible.",
    "rating": 5.0,
    "rmap": 2
  },
  {
    "id": "ChdDSUhNMG9nS0VJQ0FnSURCMjlxazFnRRAB",
    "contributor_name": "Mitakshara Shirgaonkar",
    "contributor_id": "101432687505674860261",
    "contributor_pic": "https://lh3.googleusercontent.com/a-/ALV-UjVx37_BfpXI4pbMMUL43MnDjjR2dW_UxXR7DmvjxsFzpLk",
    "review": "Ambience, warm and friendly staff, food suggestions by the host were all good.Pudina Paratha with Dal Bukhara is an excellent combination recommended for Vegetarians.Desserts were well balanced making them suitable for health conscious people.Special thanks to Mr. Aneesh Rane who was very gentle and catered to us perfectly well.Vegetarian options: Pudina Paratha with Dal Bukhara is an excellent combination specially for vegetarians.",
    "rating": 5.0,
    "rmap": 2
  }
]